[
  "4 Порт питания переменного тока должен быть добавлен в схему молниезащиты",
  "5 Положительная клемма источника питания постоянного тока −48 В должна быть заземлена на выходе источника питания постоянного тока",
  "между корпусом маршрутизатора и землей должно быть меньше 1 Ом. 7.5.3. Требования к источнику питания 7.5.3.1. Требования к источнику питания переменного тока ВНИМАНИЕ: • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система. Напряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц. • В качестве резервного источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания). Резервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс. В противном случае маршрутизатор может перезагрузиться или сбросить настройки. • Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора. Убедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока. Переключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием. Диапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице. Таблица 7.19. Требования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА. ПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ. РАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ. 7.6. Характеристики заземления и защита маршрутизатора 7.6.1. Характеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки",
  "между корпусом маршрутизатора и землей должно быть меньше 1 Ом.\n\n7.5.3.\n\nТребования к источнику питания 7.5.3.1.\n\nТребования к источнику питания переменного тока ВНИМАНИЕ: • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система.\n\nНапряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц.\n\n• В качестве резервного источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания).\n\nРезервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс.\n\nВ противном случае маршрутизатор может перезагрузиться или сбросить настройки.\n\n• Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора.\n\nУбедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока.\n\nПереключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием.\n\nДиапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице.\n\nТаблица 7.19.\n\nТребования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА.\n\nПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ.\n\nРАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ.\n\n7.6.\n\nХарактеристики заземления и защита маршрутизатора 7.6.1.\n\nХарактеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки"
]