[
  "РУКОВОДСТВО ПО УСТАНОВКЕ QSR-2200, QSR-2500, QSR-2900, QSR-3200 Руководство по установке Маршрутизаторы для корпоративных сетей Серии QSR-2200, QSR-2500, QSR-2900, QSR-3200 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Заявление о безопасности 6 Экологическое заявление 6 Введение в руководство 6 Версия продукта 6 Целевые пользователи 6 Условные обозначения 6 Информация о продукте 7 1. ОБЩИЕ СВЕДЕНИЯ О МАРШРУТИЗАТОРЕ 9 1.1. QSR-2200-10TBX-AC 9 1.1.1. Внешний вид и аппаратная часть 9 1.1.2. Общие сведения о силовом модуле 10 1.1.3. Прохождение воздуха в маршрутизаторе QSR-2200-10TBX-AC 10 1.2. QSR-2500-9TBX-AC 11 1.2.1. Внешний вид и аппаратная часть 11 1.2.2. Общие сведения о силовом модуле 12 1.2.3. Прохождение воздуха в маршрутизаторе QSR-2500-9TBX-AC 12 1.3. QSR-2900-30TX-AC-AC 13 1.3.1. Внешний вид и аппаратная часть 13 1.3.2. Общие сведения о силовом модуле QSR-M-2900-AC 14 1.3.3. Прохождение воздуха в маршрутизаторе QSR-2900-30TX-AC-AC 14 1.4. QSR-3200-8TC6X-AC-AC 15 1.4.1. Внешний вид и аппаратная часть 15 1.4.2. Общие сведения о силовом модуле 16 1.4.3. Прохождение воздуха в маршрутизаторе QSR-3200-8TC6X-AC-AC 16 1.5. Дополнительная плата интерфейсов QSR-M-3200-4SFP+ 17 2. ПОДГОТОВКА К УСТАНОВКЕ 18 2.1. Проверка рабочей среды маршрутизатора 18 2.2. Меры безопасности 18 2.2.1. Общая безопасность 18 2.2.2. Электрическая безопасность 18 2.2.3. Статическая безопасность 18 2.2.4. Лазерная безопасность 19 2.3. Монтажные инструменты, устройства и оборудование 19 2.4. Распаковка и",
  "проверка 19 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 3. УСТАНОВКА МАРШРУТИЗАТОРА 21 3.1. Установка маршрутизатора 21 3.1.1. Установка маршрутизатора на стол (рабочее место оператора) 21 3.1.2. Установка маршрутизатора в шкаф 21 3.1.2.1. Подготовка к установке 21 3.1.2.2. Установка плавающей гайки в шкаф 21 3.1.3. Установка маршрутизатора в шкаф 22 3.1.4. Проверка установки 25 3.2. Заземление маршрутизатора 25 3.3. Установка источника питания 26 3.3.1. Подготовка к установке 26 3.3.2. Установка блока питания QSR-2900 26 3.3.3. Установка блока питания QSR-3200 27 3.4. Подключение кабеля питания 27 3.4.1. Подготовка к установке 27 3.4.2. Подключение кабеля питания переменного тока 27 3.5. Проверка после установки 29 4. ВКЛЮЧЕНИЕ И ЗАПУСК МАРШРУТИЗАТОРА 30 4.1. Вход в маршрутизатор (ввод логина) 30 4.1.1. Подключение консольного кабеля 30 4.1.2. Управление маршрутизатором 31 4.1.2.1. Включение и настройка эмулятора терминала PuTTY 32 4.1.3. Включение питания и запуск 34 4.1.3.1. Проверка перед включением питания 34 4.1.3.2. Включение маршрутизатора 34 4.1.4. Проверка после включения 35 4.2. Доступ к сети 36 4.2.1. Доступ к сети через витую пару Ethernet 36 4.2.2. Доступ к сети через оптоволокно 36 4.2.2.1. Установка оптического модуля 36 4.2.2.2. Подключение оптоволокна к оптическому модулю 38 5. ПОИСК НЕИСПРАВНОСТЕЙ 40 5.1. Устранение неполадок системы конфигурации 40 5.1.1. Устранение неполадок, связанных",
  "с отсутствием отображения данных на 5.1.2. Устранение неполадок, связанных с беспорядочным кодом на терминале 5.2. Устранение неполадок с вентилятором 40 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 5.3. Устранение неполадок, связанных с питанием 41 5.4. Получить техническую поддержку 41 6. ОБСЛУЖИВАНИЕ МАРШРУТИЗАТОРА 42 6.1. Замена модулей 42 6.1.1. Замена модуля питания 42 6.1.1.1. Подготовка перед заменой 42 6.1.1.2. Замена модуля питания QSR-2900 42 6.1.1.3. Замена модуля питания QSR-3200 43 6.1.2. Модуль QSR-M-3200-4SFP+ 44 6.1.3. Замена модуля вентилятора QSR-M-3200-FAN 44 6.2. Замена сменного оптического модуля 45 6.3. Очистка маршрутизатора от пыли 47 6.3.1. Очистка вентиляторного модуля от пыли 47 6.3.2. Очистка платы от пыли 48 6.3.3. Удаление пыли с оптического интерфейса и разъема на гибком выводе 49 7. ПРИЛОЖЕНИЕ 50 7.1. Полные характеристики маршрутизатора и общих модулей 50 7.1.1. Потребляемая мощность/размеры/вес 50 7.2. Модуль интерфейсов QSR-M-3200-4SFP+ 51 7.3. Характеристики модулей питания 51 7.3.1. Модуль питания QSR-M-2900-AC 51 7.3.2. Модуль питания QSR-M-3200-AC 52 7.4. Характеристики общих интерфейсов 54 7.4.1. Характеристики оптического интерфейса 1G/10G SFP+ 54 7.4.2. Характеристики оптического интерфейса 1G/2.5G/10G SFP+ 54 7.4.3. Характеристики электрического интерфейса 100 BASE-TX/1000 BASE-T- 7.4.4. Характеристики электрического интерфейса 100 BASE-TX/1000 BASE-T- 7.4.5. Характеристики оптического интерфейса 1000 BASE-X-SFP 56 7.4.6. Характеристики USB-интерфейса 56 7.4.7. Характеристики порта CONSOLE 56",
  "7.5. Требования к среде работы маршрутизатора 57 7.5.1. Требования к окружающей среде 57 7.5.1.1. Требование к температуре 57 7.5.2. Требование к влажности 57 7.5.2.1. Требования к чистоте 58 7.5.2.2. Требование защиты от помех 58 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.5.2.3. Требования к заземлению 59 7.5.3. Требования к источнику питания 59 7.5.3.1. Требования к источнику питания переменного тока 59 7.6. Характеристики заземления и защита маршрутизатора 60 7.6.1. Характеристики заземления маршрутизатора 60 7.6.1.1. Общие характеристики заземления 60 7.6.1.2. Характеристики заземления здания 60 7.6.1.3. Характеристики заземления маршрутизатора 60 7.6.1.4. Характеристики заземления для питания связи 61 7.6.1.5. Характеристики прокладки сигнального кабеля 62 7.6.1.6. Особенности прокладки заземляющих проводов 62 7.6.2. Защита маршрутизатора 63 7.6.2.1. Общие требования к проводам молниезащиты 63 7.6.2.2. Способ установки кабельной проводки 64 7.6.2.3. Метод эквипотенциального подключения 65 7.7.1. Консольные кабели 66 7.7.2. Интерфейсный кабель GE Ethernet 67 8. ОБЩАЯ ИНФОРМАЦИЯ 67 8.1. Гарантия и сервис 67 8.2. Техническая поддержка 68 8.3. Электронная версия документа 68 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе Заявление о безопасности Важно! Пожалуйста, прочтите информацию о безопасности и совместимости продукта, прежде чем подавать питание и включать продукт. Экологическое заявление Этот продукт соответствует проектным требованиям с точки зрения защиты окружающей среды и",
  "должен храниться, использоваться и утилизироваться в соответствии с соответствующими национальными законами и правилами. Введение в руководство В этом руководстве описывается внешний вид, аппаратное обеспечение, подготовка и метод установки маршрутизаторов серии QSR-2200, QSR-2500, QSR-2900, QSR-3200, а также его базовое использование и ежедневное обслуживание с точки зрения подачи питания и эксплуатации, устранения неполадок и технического обслуживания Версия продукта Настоящее руководство применимо к указанным ниже версиям продукта. Наименование товара Версия продукта Маршрутизатор серии QSR-2200 QSR-2200-10TBX-AC Маршрутизатор серии QSR-2500 QSR-2500-9TBX-AC Маршрутизатор серии QSR-2900 QSR-2900-30TX-AC-AC Маршрутизатор серии QSR-3200 QSR-3200-8TC6X-AC-AC Целевые пользователи Основными целевыми пользователями настоящего Руководства являются: • Инженер по установке оборудования • Инженер по отладке • Инженер по обслуживанию объектов • Инженер по обслуживанию систем Условные обозначения Условные обозначения форматов вывода на экран Формат Описание Команда на экране Вывод на экран Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе Формат Описание Ключевые слова Основная информация вывода на экран (выделено красным) Условные обозначения примечаний Формат Описание ПРИМЕЧАНИЕ: Дополнение или акцент на вышесказанном ВНИМАНИЕ: Вопросы, требующие внимания при установке или эксплуатации оборудования, важные для правильной установки и эксплуатации ПРЕДУПРЕЖДЕНИЕ: Операции, запрещенные или требующие выполнения указанных действий; в противном случае возможны травмы или повреждение оборудования Условные обозначения команд Формат Описание Жирный Ключевые слова командной",
  "строки Курсив Параметры командной строки Фигурная скобка «{ }» Опции в скобках являются обязательными Круглая скобка \"( )\" Опции в скобках не являются обязательными Угловая скобка «<>» Информация в угловых скобках не отображается Квадратная скобка \"[ ]\" Содержимое квадратных скобок требует внимания Вертикальная черта «|» Знак разделения опций, имеющий то же значение, что и Косая черта «/» Знак разделения опций, указывающий на операцию с множественным выбором Информация о продукте Руководство опубликовано на сайте qtech.ru и выглядит следующим образом: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе Руководство Описание Руководство по настройке Подробное введение в методы и этапы настройки маршрутизаторов серии функций программного обеспечения оборудования с QSR-2200, QSR-2500, QSR- типичными случаями, доступными для справки Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1. ОБЩИЕ СВЕДЕНИЯ О МАРШРУТИЗАТОРЕ 1.1. QSR-2200-10TBX-AC 1.1.1. Внешний вид и аппаратная часть Маршрутизатор серии QSR-2200 имеет только одну модель: QSR-2200-10TBX-AC. Размеры QSR-2200-10TBX-AC составляют 241×335×44 мм (Ш×Г×В). Вид спереди QSR-2200-10TBX-AC показан на Рисунке 1-1, а вид сзади показан на Рисунке 1-2. Рисунок 1-1. Вид спереди QSR-2200-10TBX-AC 1. Кронштейн корпуса 2. Вентиляционные отверстия 3. USB-порт 4. Порт управления (консольный порт) 5. Менеджмент порт OOB 6. Порты LAN 100/1000/2,5G BASE-T RJ-45 7. Порты WAN 1000/2,5G",
  "BASE-X/10G Рисунок 1-2. Вид сзади QSR-2200-10TBX-AC Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1. Клемма заземления 2. Вентиляционные отверстия 3. Разъем питания 1.1.2. Общие сведения о силовом модуле В маршрутизатор QSR-2200-10TBX-AC установлен встроенный модуль питания переменного тока. Модуль питания маршрутизатора QSR-2200-10TBX-AC имеет следующие характеристики: Характеристика Значение Напряжение питания, В 90 ~ 264 Максимальная потребляемая мощность, Вт 84 1.1.3. Прохождение воздуха в маршрутизаторе QSR-2200-10TBX-AC Направление воздушного потока через корпус маршрутизатора QSR-2200-10TBX-AC — от задней части вперед (back-to-front), схема выглядит следующим образом: Рисунок 1-3. Направление воздушного потока через корпус маршрутизатора QSR-2200- ВНИМАНИЕ: ВО ВРЕМЯ РАБОТЫ ОТВЕРСТИЯ ВЕНТИЛЯЦИИ НЕ ДОЛЖНЫ БЫТЬ Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1.2. QSR-2500-9TBX-AC 1.2.1. Внешний вид и аппаратная часть Маршрутизатор серии QSR-2500 имеет только одну модель: QSR-2500-9TBX-AC. Размеры QSR-2500-9TBX-AC составляют 405×241×44 мм (Ш×Г×В). Вид спереди QSR-2500-9TBX-AC показан на Рисунке 1-1, а вид сзади показан на Рисунке 1-2. Рисунок 1-4. Вид спереди QSR-2500-9TBX-AC 1. Кронштейн корпуса 2. Вентиляционные отверстия 3. Порты LAN 100/1000/2,5G BASE-T RJ-45 4. Порты WAN 1000/2,5G SFP 5. USB-порт 6. Порт управления (консольный порт) 7. Менеджмент порт OOB Рисунок 1-5. Вид сзади QSR-2500-9TBX-AC 1. Клемма заземления 2. Вентиляционные отверстия 3. Разъем питания Руководство по установке QSR-2200,",
  "QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1.2.2. Общие сведения о силовом модуле В маршрутизатор QSR-2500-9TBX-AC установлен встроенный модуль питания переменного тока. Модуль питания маршрутизатора QSR-2500-9TBX-AC имеет следующие характеристики: Характеристика Значение Напряжение питания, В 80 ~ 264 Максимальная потребляемая мощность, Вт 84 1.2.3. Прохождение воздуха в маршрутизаторе QSR-2500-9TBX-AC Направление воздушного потока через корпус маршрутизатора QSR-2500-9TBX-AC — от задней части вперед (back-to-front), схема выглядит следующим образом: Рисунок 1-6. Направление воздушного потока через корпус маршрутизатора QSR-2500- ВНИМАНИЕ: ВО ВРЕМЯ РАБОТЫ ОТВЕРСТИЯ ВЕНТИЛЯЦИИ НЕ ДОЛЖНЫ БЫТЬ Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1.3. QSR-2900-30TX-AC-AC 1.3.1. Внешний вид и аппаратная часть Маршрутизатор серии QSR-2900 имеет только одну модель: QSR-2900-30TX-AC-AC. Размеры QSR-2900-30TX-AC-AC составляют 440×338×44 мм (Ш×Г×В). Вид спереди QSR-2900-30TX-AC-AC показан на Рисунке 1-1, а вид сзади показан на Рисунке 1-2. Рисунок 1-7. Вид спереди QSR-2900-30TX-AC-AC 1. Кронштейн корпуса 2. Порты 1-24, LAN 100/1000 BASE-T RJ-45 3. Порты 25-30, WAN 10GbE SFP+ 4. USB-порт 5. Порт управления (консольный порт) 6. Менеджмент порт OOB 7. Кнопка Reset 8. Индикатор SYS 9. Индикатор Power Рисунок 1-8. Вид сзади QSR-2900-30TX-AC-AC 1. Клемма заземления 2. Блок питания 3. Разъем питания Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1.3.2. Общие сведения о",
  "силовом модуле QSR-M-2900-AC Маршрутизатор QSR-2900-30TX-AC-AC поддерживает установку 2 модулей питания переменного тока QSR-M-2900-AC с возможностью горячей замены. Модуль питания QSR-M-2900-AC для маршрутизатора QSR-2900-30TX-AC-AC имеет следующие характеристики: Характеристика Значение Напряжение питания, В 90 ~ 264 Максимальная потребляемая мощность, Вт 86 Рисунок 1-9. Внешний вид блока питания QSR-M-2900-AC 1.3.3. Прохождение воздуха в маршрутизаторе QSR-2900-30TX-AC-AC Направление воздушного потока через корпус маршрутизатора QSR-2900-30TX-AC-AC — в поперечном направлении (side-to-side), справа налево, схема выглядит следующим Рисунок 1-10. Направление воздушного потока через корпус маршрутизатора QSR-2900- ВНИМАНИЕ: ВО ВРЕМЯ РАБОТЫ ОТВЕРСТИЯ ВЕНТИЛЯЦИИ НЕ ДОЛЖНЫ БЫТЬ Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе 1.4. QSR-3200-8TC6X-AC-AC 1.4.1. Внешний вид и аппаратная часть Маршрутизатор серии QSR-3200 имеет только одну модель: QSR-3200-8TC6X-AC-AC. Размеры QSR-3200-8TC6X-AC-AC составляют 442×327×44 мм (Ш×Г×В). Вид спереди QSR-3200-8TC6X-AC-AC показан на Рисунке 1-1, а вид сзади показан на Рисунке 1-2. Рисунок 1-31. Вид спереди QSR-3200-8TC6X-AC-AC 1. Кронштейн корпуса 2. Вентиляционные отверстия 3. Порты LAN 1000BASE-T SFP 4. Порты WAN 1000BASE-X SFP 5. Порты WAN 10GbE SFP+ 6. Съемный модуль WAN 10GbE SFP+ 7. USB-порт 8. Порт управления (консольный порт) 9. Менеджмент порт OOB Рисунок 1-12. Вид сзади QSR-3200-8TC6X-AC-AC 1. Блок охлаждения 2. Клемма заземления 3. Блок питания Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения",
  "о маршрутизаторе 1.4.2. Общие сведения о силовом модуле Маршрутизатор QSR-3200-8TC6X-AC-AC поддерживает установку 2 модулей питания QSR-M-3200-AC переменного тока с возможностью горячей замены. Модуль питания QSR-M-3200-AC маршрутизатора QSR-3200-8TC6X-AC-AC имеет следующие характеристики: Характеристика Значение Напряжение питания, В 90 ~ 264 Максимальная потребляемая мощность, Вт 170 Рисунок 1-13. Внешний вид блока питания QSR-M-3200-AC 1.4.3. Прохождение воздуха в маршрутизаторе QSR-3200-8TC6X-AC-AC Маршрутизатор оснащен двумя съемными модулями охлаждения QSR-M-3200-FAN. Направление воздушного потока через корпус маршрутизатора QSR-3200-8TC6X-AC-AC — от задней части вперед (back-to-front), схема выглядит следующим образом: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общие сведения о маршрутизаторе Рисунок 1-13. Направление воздушного потока через корпус маршрутизатора QSR-3200- ВНИМАНИЕ: ВО ВРЕМЯ РАБОТЫ ОТВЕРСТИЯ ВЕНТИЛЯЦИИ НЕ ДОЛЖНЫ БЫТЬ Рисунок 1-14. Внешний вид модуля охлаждения QSR-M-3200-FAN 1.5. Дополнительная плата интерфейсов QSR-M-3200-4SFP+ Слот для дополнительной карты маршрутизатора QSR-3200-8TC6X-AC-AC поддерживает установку дополнительной интерфейсной карты QSR-M-3200-4SFP+. Интерфейсная карта поддерживает 4 оптических порта Ethernet 10G SFP+, и ее основной функцией является пересылка данных. Рисунок 1-15. Внешний вид карты QSR-M-3200-4SFP+ Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Подготовка к установке 2. ПОДГОТОВКА К УСТАНОВКЕ ПРИМЕЧАНИЕ: при доставке маршрутизатора имеет при себе список комплектации. Пожалуйста, проверьте, что аксессуары являются комплектными и исправными в соответствии со списком комплектации. В случае повреждения или потери обратитесь к техническому персоналу",
  "QTECH для замены. 2.1. Проверка рабочей среды маршрутизатора Маршрутизаторы серий QSR-2200, QSR-2500, QSR-2900, QSR-3200 необходимо использовать внутри помещений. Чтобы обеспечить нормальную работу маршрутизатора, примите соответствующие меры для удовлетворения требований к среде работы маршрутизатора: • Система кондиционирования и вентиляции может обеспечить нормальную рабочую температуру и влажность маршрутизатора. Подробную информацию см. в разделе «Требования к среде работы маршрутизатора». • Хорошее заземление является основой работы маршрутизатора и важным гарантийным условием, защищающим при попадании молний и помехах. Убедитесь, что заземление соответствует техническим характеристикам заземления. Подробную информацию см. в разделе «Характеристики заземления маршрутизатора». • Убедитесь, что чистота серверной соответствует требованиям. Не размещайте маршрутизатор в местах с большим количеством пыли, например, в ремонтируемом коридоре. 2.2. Меры безопасности 2.2.1. Общая безопасность ВНИМАНИЕ: СОДЕРЖИТЕ МАРШРУТИЗАТОР В ЧИСТОТЕ И БЕЗ ПЫЛИ; НЕ РАЗМЕЩАЙТЕ МАРШРУТИЗАТОР ВО ВЛАЖНОМ МЕСТЕ. 2.2.2. Электрическая безопасность • Пожалуйста, проверьте, нет ли потенциальных опасностей. Например, отсутствие заземления источника питания, заземление источника питания ненадежно. • Перед перемещением маршрутизатора обязательно отсоедините все внешние кабели (включая кабель питания). • При обслуживании электропитания рекомендуется, чтобы присутствовали два или более человека. • При отключении питания проверьте и убедитесь, что питание выключено. 2.2.3. Статическая безопасность Чтобы избежать повреждения электронных частей маршрутизатора статическим электричеством, необходимо принять антистатические меры. Этапы использования антистатических браслетов, следующие:",
  "Шаг 1. Поместите руку в антистатический браслет. Шаг 2. Затяните застежку и убедитесь, что металлическая деталь на антистатическом браслете хорошо соприкасается с кожей. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Подготовка к установке Шаг 3. Прикрепите зажим типа «крокодил» антистатического браслета к клемме заземления корпуса. Шаг 4. Убедитесь, что антистатический браслет надежно заземлено. Метод использования антистатического браслета показан на следующем рисунке. Рисунок 2-1. Метод использования антистатического браслета 2.2.4. Лазерная безопасность ПРЕДУПРЕЖДЕНИЕ: ПРИ ИСПОЛЬЗОВАНИИ МАРШРУТИЗАТОРА С ОПТИЧЕСКИМ ИНТЕРФЕЙСОМ ИЗБЕГАЙТЕ ПОПАДАНИЯ ПРЯМОГО ЛАЗЕРНОГО ЛУЧА ИЗ ОПТИЧЕСКОГО МОДУЛЯ В ГЛАЗА. ЛАЗЕРНЫЙ ЛУЧ ИЗ ОПТИЧЕСКОГО МОДУЛЯ МОЖЕТ ПОВРЕДИТЬ ГЛАЗА. 2.3. Монтажные инструменты, устройства и оборудование Необходимые инструменты: • крестовая отвертка; • плоская шлицевая отвертка; • антистатический браслет; • нож для бумаги. • кабель PGND и кабель питания; • консольный кабель; Оборудование и устройства: • настраиваемый терминал (обычный ПК или ноутбук); 2.4. Распаковка и проверка Маршрутизатор имеет картонную упаковку. В комплект поставки входят картонная коробка, полиэтиленовые пакеты, защита из вспененного полиэтилена (EPE) и другие упаковочные материалы. Шаги распаковки, следующие: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Подготовка к установке Шаг 1. Посмотрите на этикетку на картонной упаковке и проверьте модель маршрутизатора, указанную на упаковке. Шаг 2. Ножом для бумаги разрежьте ленту вдоль смыкания клапанов коробки;",
  "будьте осторожны при использовании ножа и не вставляйте его слишком глубоко, чтобы не повредить оборудование внутри. Шаг 3. Откройте коробку, снимите защиту из вспененного полиэтилена (EPE), после чего можно вынимать маршрутизатор. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора 3. УСТАНОВКА МАРШРУТИЗАТОРА 3.1. Установка маршрутизатора В зависимости от различных положений установки маршрутизатор можно установить в следующих двух режимах: • Установка маршрутизатора на стол (рабочее место оператора). • Установка маршрутизатора в шкаф. 3.1.1. Установка маршрутизатора на стол (рабочее место оператора) Поместите маршрутизатор на чистый стол. Во время установки обратите внимание на следующие операции: • Обеспечьте устойчивость и хорошее заземление рабочего места. • Вокруг маршрутизатора имеется свободное пространство для рассеивания тепла • Не ставьте на маршрутизатор тяжелые предметы. 3.1.2. Установка маршрутизатора в шкаф В этом разделе описывается установка маршрутизатора в стандартный 19-дюймовый шкаф или телекоммуникационную стойку. 3.1.2.1. Подготовка к установке Маршрутизаторы серии QSR-2200, QSR-2500, QSR-2900, QSR-3200 имеют высоту 1U, убедитесь, что для установки маршрутизатора зарезервировано достаточно места. Проверьте заземление и устойчивость шкафа и убедитесь, что внутри и вокруг него нет препятствий, мешающих установке маршрутизатора. ПРИМЕЧАНИЕ: 1U составляет 44,45 мм. Здесь U — сокращение от Rack Unit. 3.1.2.2. Установка плавающей гайки в шкаф Перед установкой шасси в шкаф сначала установите плавающую гайку",
  "на вертикальную планку с квадратными отверстиями с обеих сторон в передней части шкафа. Шаг 1. Отметьте положение установки плавающей гайки на вертикальной планке с квадратным отверстием с помощью маркера, сравнив его с положением установочного отверстия на креплениях маршрутизатора. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора Рисунок 3-1. Установка плавающих гаек 1. Установочная пластина с плавающей 3. Колонна с квадратным отверстием в 2. Несущая полка Шаг 2. Установите плавающие гайки в отмеченные места. Плавающая гайка должна быть установлена в каждое установочное отверстие крепления. Рисунок 3-2. Установка плавающей гайки 3.1.3. Установка маршрутизатора в шкаф ВНИМАНИЕ: ПЕРЕД УСТАНОВКОЙ МАРШРУТИЗАТОРА В ШКАФ УБЕДИТЕСЬ, НАПРАВЛЯЮЩИЕ (ПОЛКИ) МОГУТ ВЫДЕРЖАТЬ ВЕС МАРШРУТИЗАТОРА И ЕГО АКСЕССУАРОВ. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора Далее описан процесс установки маршрутизатора в шкаф. Шаг 1. Поднимите маршрутизатор с обеих сторон и поместите его на направляющую (полку) шкафа. Вставляйте маршрутизатор в шкаф плавно, пока крепления маршрутизатора не будет плотно прилегать к планке с квадратным отверстием в передней части шкафа. Маршрутизатор устанавливается в стандартный шкаф, как показано на следующем Рисунке 3-. Рисунок 3-3. Установка маршрутизатора QSR-2200-10TBX-AC в стандартный шкаф 1. Телекоммуникационная стойка 2. Устройство Рисунок 3-4. Установка маршрутизатора QSR-2500-9TBX-AC в стандартный шкаф Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200",
  "Установка маршрутизатора 1. Телекоммуникационная стойка 2. Устройство Рисунок 3-5. Установка маршрутизатора QSR-2900-30TX-AC-AC в стандартный шкаф 1. Устройство 2. Телекоммуникационная стойка Рисунок 3-6. Установка маршрутизатора QSR-3200-8TC6X-AC-AC в стандартный шкаф 1. Телекоммуникационная стойка 2. Устройство Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора • Если отверстие для винта на креплении не может быть правильно совмещено с плавающей гайкой, установленной на шкафу, проверьте, находится ли опорная поверхность направляющей (полки) на границе целого числа U и установлена ли плавающая гайка в правильном положении отверстия. • В некоторых особых условиях установки, если необходимо установить устройство в обратном направлении (задняя панель устройства обращена к передней двери шкафа), снимите крепления с обеих сторон передней панели устройства с помощью отвертку и установите с обеих сторон задней панели устройства перед установкой устройства в шкаф. Шаг 2. Используйте винты M6, чтобы закрепить плавающие гайки на креплениях корпуса и планке с квадратными отверстиями шкафа, чтобы предотвратить скольжение маршрутизатора вперед и назад. 3.1.4. Проверка установки После установки маршрутизатора в шкаф проверьте установку по следующим пунктам и убедитесь, что все элементы в порядке. • Проверьте и убедитесь, что маршрутизатор установлен правильно. • Проверьте и убедитесь, что крепление маршрутизатора и он сам надежно • Проверьте и убедитесь, что вокруг маршрутизатора выделено достаточно места",
  "для рассеивания тепла. 3.2. Заземление маршрутизатора ВНИМАНИЕ: ДЛЯ ОБЕСПЕЧЕНИЯ БЕЗОПАСНОСТИ МАРШРУТИЗАТОРА И ЧЕЛОВЕКА МАРШРУТИЗАТОР ДОЛЖЕН БЫТЬ ХОРОШО ЗАЗЕМЛЕН. СОПРОТИВЛЕНИЕ МЕЖДУ КОРПУСОМ МАРШРУТИЗАТОРА И ЗЕМЛЕЙ ДОЛЖНО БЫТЬ МЕНЕЕ 1 ОМ. Как правило, на шкафу имеется шина заземления, и к ней можно подключить кабель заземления маршрутизатора. ПРИМЕЧАНИЕ: используйте заземляющий кабель, входящий в комплект поставки маршрутизатора. Этапы установки заземляющего кабеля, следующие: Шаг 1. Снимите винт заземления на корпусе маршрутизатора. Шаг 2. Прикрепите клемму кабеля заземления маршрутизатора к винту заземления Шаг 3. Установите винт заземления с кабелем заземления в отверстие заземления и Шаг 4. Используйте тот же метод для подключения другой стороны заземляющего кабеля к заземляющей клемме шкафа. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора Подключение корпуса к клемме заземления Рисунок 3-7. Подключение корпуса к клемме заземления • Если на шкафу нет соответствующей точки заземления, можно подключить кабель заземления маршрутизатора к другой шине заземления в месте установки. • Заземление в здании через пожарный рукав и громоотвод не является подходящим методом для заземления; кабель заземления маршрутизатора должен быть подключен к инженерному заземлению серверной. 3.3. Установка источника питания 3.3.1. Подготовка к установке Выньте модуль питания из упаковочной коробки и храните аксессуары в ней. Перед установкой убедитесь, что переключатель модуля питания находится в положении «выключено»",
  "(«off»). 3.3.2. Установка блока питания QSR-2900 Шаг 1. Вставьте модуль питания в слот питания маршрутизатора. Шаг 2. Задвигайте модуль питания до конца. Шаг 3. Закрутите фиксирующие винты. Схема вставки модуля питания: Рисунок 3-8. Вставка модуль питания Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора 3.3.3. Установка блока питания QSR-3200 Шаг 1. Вставьте модуль питания в слот питания маршрутизатора. Шаг 2. Задвигайте модуль питания до тех пор, пока фиксирующая защелка не закрепится в корпусе устройства. Схема вставки модуля питания: Рисунок 3-9. Вставка модуль питания 3.4. Подключение кабеля питания 3.4.1. Подготовка к установке • Учитывая требования молниеотвода маршрутизатора, рекомендуется, чтобы при подключении переменного тока к маршрутизатору обеспечивался лучший эффект защиты от молний за счет внешнего оборудования молниеотвода. • Перед подключением кабеля питания проверьте и убедитесь, что выключатель питания ВЫКЛЮЧЕН (OFF). ВНИМАНИЕ: ВНЕШНЕЕ УСТРОЙСТВО ЗАЩИТЫ ОТ МОЛНИЙ В КОМПЛЕКТ НЕ ВХОДИТ И ПРИОБРЕТАЕТСЯ ОТДЕЛЬНО. 3.4.2. Подключение кабеля питания переменного тока Шаг 1. Вставьте выходную вилку кабеля питания во входное гнездо модуля питания. Рисунок 3-10. Установка кабеля питания QSR-2200 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора Рисунок 3-11. Установка кабеля питания QSR-2500 Рисунок 3-12. Установка кабеля питания QSR-2900 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Установка маршрутизатора Рисунок 3-13. Установка кабеля",
  "питания QSR-3200 Шаг 2. Вставьте вилку кабеля питания в сетевой фильтр. 3.5. Проверка после установки ВНИМАНИЕ: ПРЕЖДЕ ЧЕМ ПРОВЕРЯТЬ ПРАВИЛЬНОСТЬ УСТАНОВКИ, УБЕДИТЕСЬ, ЧТО ПИТАНИЕ ОТКЛЮЧЕНО, ЧТОБЫ ИЗБЕЖАТЬ ПОВРЕЖДЕНИЯ КОРПУСА ИЛИ КОМПОНЕНТОВ МАРШРУТИЗАТОРА ИЗ-ЗА ОШИБКИ • Проверьте и убедитесь, что заземление (PE) подключено правильно. • Проверьте и убедитесь, что кабель питания подключен правильно. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора 4. ВКЛЮЧЕНИЕ И ЗАПУСК МАРШРУТИЗАТОРА 4.1. Вход в маршрутизатор (ввод логина) При первом входе в маршрутизатор (введении логина) вы можете подключиться к маршрутизатору только через консольный порт. Это самый простой режим подключения к маршрутизатору, а также основа настройки других режимов подключения. 4.1.1. Подключение консольного кабеля Маршрутизатор позволяет подключение к конфигурационному последовательному порту на панели RS-232 (разъем RJ-45). Благодаря этому интерфейсу пользователь может использовать ПК (или ноутбук) с последовательным портом RS-232 для настройки маршрутизатора. Чтобы настроить маршрутизатор через ПК (или ноутбук), выполните подключение согласно следующим шагам: Шаг 1. Подготовьте один компьютер (или ноутбук). Убедитесь, что ПК (или ноутбук) имеет последовательный интерфейс RS-232. Шаг 2. Убедившись, что какой-либо маршрутизатор или ПК (или ноутбук) выключен, соедините последовательный интерфейс RS-232 ПК (или ноутбука) с консольным портом маршрутизатора с помощью конфигурационного кабеля. Шаг 3. Консольный кабель (поставляемый вместе с маршрутизатором) представляет собой",
  "восьмижильный неэкранированный кабель. Одна сторона — это обжатый разъем RJ-45, вставленный в консольный порт маршрутизатора; другая сторона — это разъем DB-9, вставленный в девятижильный (контактный) разъем последовательного интерфейса ПК (или ноутбука). Конфигурационный кабель показан на Рисунке 4-1, а схема подключения показана на Рисунке 4-2. Рисунок 4-1. Консольный кабель Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора Рисунок 4-2. Подключите маршрутизатор и ПК через консольный порт • Когда ПК (или ноутбук) подключен к маршрутизатору с помощью кабеля конфигурации, сначала подключите сторону DB-9 кабеля конфигурации к последовательному интерфейсу ПК, а затем подключите разъем RJ-45 кабеля конфигурации к консольному порту маршрутизатора. • При отсоединении кабеля конфигурации, соединяющего ПК (или ноутбук) с маршрутизатором, сначала отсоедините разъем RJ-45 кабеля конфигурации, а затем отсоедините сторону DB-9 кабеля конфигурации. 4.1.2. Управление маршрутизатором Для управления необходимо настроить маршрутизатор. Внеполосное управление — это управление через консольный интерфейс. Внеполосное управление в основном используется для начального конфигурирования коммутатора, либо, когда внутриполосное управление недоступно. Например, пользователь может через консольный порт присвоить коммутатору IP-адрес для доступа по протоколам Telnet, SSH и HTTP. Процедура управления коммутатором через консольный интерфейс описана ниже: Подключить персональный компьютер к консольному (серийному) порту маршрутизатор. Рисунок 4-3. Подключение ПК к консольному порту маршрутизатора Как показано выше, серийный",
  "порт (RS-232) подключен к маршрутизатору через конфигурационный кабель. В таблице ниже указаны все устройства, использующиеся в Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора Название Описание Персональный Имеет функциональную клавиатуру и порт RS-232 (COM), с компьютер (PC) установленным эмулятором терминала, таким как PuTTY Конфигурационный Один конец подключается к серийному порту RS-232 (COM), а кабель другой к порту Console маршрутизатора Маршрутизатор Требуется работающий консольный порт 4.1.2.1. Включение и настройка эмулятора терминала PuTTY После установки соединения, запустите PuTTY. PuTTY — свободно распространяемый клиент для различных протоколов удалённого доступа, включая SSH, Telnet. Также имеется возможность работы через последовательный порт (Serial port, COM-порт). 1. Запустите PuTTY и выберете тип подключения — Serial. В поле «Serial line» укажите номер последовательного порта, например, COM7. Затем в поле «Speed» необходимо задать скорость передачи данных (baudrate) — 115200 Рисунок 4-4. Основныве настройки PuTTY 2. Для облегченного повторного подключения с использованием PuTTY, следует сохранить настройки сессии. Для этого необходиомо в поле «Saved Session» ввести название сессии (например, Switch1) и нажать кнопку «Save». Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора Рисунок 4-5.Сохранение сессии в PuTTY 3. Выберите сохраненную сессию и нажмите копку «Open». Рисунок 4-6. Запуск сохраненной сессии. Руководство по установке QSR-2200, QSR-2500,",
  "QSR-2900, QSR-3200 Включение и запуск маршрутизатора Вызов командного интерфейса (CLI) маршрутизатора. Включите коммутатор и дождитесь полной загрузки. После чего в окне PuTTY появятся следующие сообщения — это пользовательский режим маршрутизатора. Рисунок 4-7. Маршрутизатор загрузился Нажмите клавишу «Enter» и теперь можно вводить команды управления маршрутизатором. 4.1.3. Включение питания и запуск 4.1.3.1. Проверка перед включением питания Проверьте маршрутизатор перед включением: • Интерфейсные кабели, силовые кабели и PE подключены правильно. • Напряжение источника питания соответствует требованиям к питанию устройства. • Конфигурационный кабель подключен правильно; ПК для настройки включен; настройка параметров терминала завершена. ВНИМАНИЕ: ПРЕЖДЕ ЧЕМ ВКЛЮЧИТЬ МАРШРУТИЗАТОР, УЗНАЙТЕ МЕСТОПОЛОЖЕНИЕ ПОДКЛЮЧЕНИЯ КАБЕЛЯ ПИТАНИЯ МАРШРУТИЗАТОРА ДЛЯ ЕГО ОТКЛЮЧЕНИЯ В СЛУЧАЕ 4.1.3.2. Включение маршрутизатора Включите маршрутизатор в следующем порядке: • Включите источник питания маршрутизатора. • Включите питание маршрутизатора. После включения и запуска маршрутизатора на терминале конфигурации отобразится основная производственная информация маршрутизатора. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора 4.1.4. Проверка после включения Включите маршрутизатор. После загрузки проверьте следующее, чтобы убедиться, что устройство работает нормально: • После включения маршрутизатора система вентиляции работает, проверьте, слышен ли звук вращения вентилятора и выходит ли воздух из вентиляционных отверстий маршрутизатора. • Проверьте световые индикаторы на маршрутизаторе. Таблица 1. Состояние индикатора при нормальной работе маршрутизатора QSR-2200 Название Цвет",
  "Описание показателя индикатора PWR Зеленый Горит: указывает на то, что состояние питания системы в норме Не горит: не включен USB Зеленый Горит: активно подключение по USB Не горит: не активно подключение по USB SYS Зеленый Мигает: Система работает в штатном режиме ALM Оранжевый Зарезервирован для будущего использования Таблица 2. Состояние индикатора при нормальной работе маршрутизатора QSR-2500 Название Цвет Описание показателя индикатора PWR Зеленый Горит: указывает на то, что состояние питания системы в норме Не горит: не включен SYS Красный Мигает: Система работает в штатном режиме Таблица 3. Состояние индикатора при нормальной работе маршрутизатора QSR-2900 Название Цвет Описание показателя индикатора PWR Зеленый Горит: указывает на то, что состояние питания системы в норме Не горит: не включен SYS Красный Мигает: Система работает в штатном режиме Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора Таблица 4. Состояние индикатора при нормальной работе маршрутизатора QSR-3200 Название Цвет Описание показателя индикатора PWR Зеленый Горит: указывает на то, что состояние питания системы в норме Не горит: не включен SYS Красный Мигает: Система работает в штатном режиме 4.2. Доступ к сети 4.2.1. Доступ к сети через витую пару Ethernet Электрический интерфейс 10/100/1000 BASE-T маршрутизатора использует разъем RJ-45. Порт поддерживает автоматическое определение MDI/MDIX и поддерживает витую",
  "пару класса 5 или выше для подключения к сети. Шаги подключения: Шаг 1. Вставьте одну сторону патчкорда Ethernet в электрический интерфейс Ethernet маршрутизатора (порт RJ-45). Шаг 2. Вставьте другой конец патчкорда Ethernet в порт RJ-45 устройства, подключенного ПРИМЕЧАНИЕ: в комплектацию маршрутизатора не входит патчкорд Ethernet. Пожалуйста, подготовьте необходимые кабели заранее. 4.2.2. Доступ к сети через оптоволокно Оптические интерфейсы SFP маршрутизатора предназначены для подключения оптического кабеля. Перед подключением оптического кабеля сначала установите оптический модуль в маршрутизатор, а затем вставьте в оптический модуль оптоволоконный разъем. Внешний вид обычного оптоволоконного разъема LC показан на следующем рисунке. Рисунок 4-8. Внешний вид оптоволоконного разъема LC 4.2.2.1. Установка оптического модуля Маршрутизаторы поддерживают оптический модули SFP/SFP+, и оптический модуль устанавливается следующим образом: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора • При установке оптического модуля не прикасайтесь руками непосредственно к контактам модуля. • Провод TX должен быть подключен к проводу RX peer-маршрутизатора; провод RX должен быть подключен к проводу TX peer-маршрутизатора. Шаг 1. Наденьте антистатический браслет и убедитесь, что он хорошо соприкасается с кожей и заземлен. Шаг 2. Вытащите пылезащитную заглушку оптического интерфейса маршрутизатора, как показано на Рисунке 4-9. Шаг 3. Достаньте оптический модуль из упаковочной коробки. Внешний вид модуля показан на Рисунке 4-10.",
  "Возьмите руками оптический модуль за две стороны и вставьте его в интерфейсный слот маршрутизатора по горизонтали до тех пор, пока модуль SFP не будет плотно соприкасаться со слотом (вы можете почувствовать, что защелки сверху и снизу модуля SFP защелкнулись в разъеме), как показано на Рисунок 4-9. Вытащите пылезащитную заглушку Рисунок 4-10. SFP-модуль Рисунок 4-11. Установка модуля SFP Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора • Для неиспользуемых оптических интерфейсов не отсоединяйте пылезащитную заглушку оптического интерфейса маршрутизатора. • Не рекомендуется вставлять модуль SFP с оптоволоконным кабелем напрямую в интерфейсный слот. Пожалуйста, устанавливайте после отключения оптоволокна. • При установке модуля SFP не прикасайтесь руками непосредственно к контактам • Провод TX должен быть подключен к проводу RX peer-маршрутизатора; провод RX должен быть подключен к проводу TX peer-маршрутизатора. 4.2.2.2. Подключение оптоволокна к оптическому модулю Шаг 1. Наденьте антистатический браслет и убедитесь, что он хорошо соприкасается с кожей и заземлен. Шаг 2. Снимите пылезащитный колпачок с оптоволоконного разъема и очистите сердечник оптического разъема, используя чистую бумагу с этиловым спиртом. Рисунок 4-12. Снимите оптический пылезащитный колпачок Шаг 3. Снимите пылезащитный колпачок с модуля SFP. Рисунок 4-13. Снимите пылезащитный колпачок с модуля SFP Шаг 4. Подготовленное оптоволокно вставьте в порты оптического модуля по",
  "порядку. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Включение и запуск маршрутизатора Рисунок 4-14. Подключение оптоволокна Шаг 5. Подключите другую сторону оптоволокна к peer-маршрутизатору. ВНИМАНИЕ: ЕСЛИ ОПТИЧЕСКИЙ ИНТЕРФЕЙС НЕ ВСТАВЛЕН В МОДУЛЬ SFP, ЗАКРОЙТЕ ПЫЛЕЗАЩИТНУЮ КРЫШКУ ОПТИЧЕСКОГО ИНТЕРФЕЙСА. В КОМПЛЕКТ ПОСТАВКИ МАРШРУТИЗАТОРА ВХОДИТ ПЫЛЕЗАЩИТНАЯ КРЫШКА ОПТИЧЕСКОГО ИНТЕРФЕЙСА. ПЫЛЕЗАЩИТНАЯ КРЫШКА ОПТИЧЕСКОГО ИНТЕРФЕЙСА УСТАНОВЛЕНА, КАК ПОКАЗАНО НА Рисунок 4-15. Установка пылезащитной крышки оптического интерфейса Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Поиск неисправностей 5. ПОИСК НЕИСПРАВНОСТЕЙ 5.1. Устранение неполадок системы конфигурации После включения маршрутизатора и, если система работает нормально, стартовая информация отображается на терминале конфигурации. Если система конфигурации выйдет из строя, то на терминале конфигурации может ничего не отображаться. 5.1.1. Устранение неполадок, связанных с отсутствием отображения данных на терминале Если при включении питания на терминале конфигурации нет информации, проверьте, выполнив следующие действия: Шаг 1. Проверьте, нормально ли работает система питания маршрутизатора. Шаг 2. Проверьте, нормально ли работает индикатор на передней панели маршрутизатора. Шаг 3. Проверьте, подключен ли конфигурационный кабель к консольному порту на передней панели маршрутизатора. Если при вышеуказанных проверках не обнаружено проблем, это может быть связано со следующими причинами: 1. Неверный консольный порт, к которому подключен конфигурационный кабель (фактически выбранный консольный порт не соответствует порту терминала). 2. Неправильная настройка параметров терминала",
  "конфигурации (требование к параметру: установите скорость передачи данных как 115200, бит данных как 8, проверку четности как «нет», стоп-бит как «нет», управление трафиком как «нет» и выберите эмуляцию терминала как VT100). Подробную информацию см. в разделе «Управление маршрутизатором» 3. Что-то не так с конфигурационным кабелем, и вы можете попробовать заменить 5.1.2. Устранение неполадок, связанных с беспорядочным кодом на Если на терминале конфигурации отображается беспорядочный код, возможно, параметры терминала конфигурации установлены неправильно (установите скорость передачи данных как 115200, бит данных как 8, проверку четности как «нет», стоп-бит как 1, управление трафиком как «нет» и выберите эмуляцию терминала как VT100), и проверьте соответствующим образом. Подробную информацию см. в разделе «Управление маршрутизатором». 5.2. Устранение неполадок с вентилятором Посмотрите, вращаются ли вентиляторы, чтобы убедиться в неисправности вентилятора. Устраните неисправности, выполнив следующие действия. Шаг 1. Проверьте, нормально ли работает питание. Шаг 2. Проверьте, не заблокированы ли выпускное и входное отверстия для воздуха в корпусе. Если да, освободите выпускное и впускное отверстия, чтобы обеспечить беспрепятственный проход воздуха. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Поиск неисправностей Шаг 3. Убедитесь, что модуль вентиляторов установлен на место. Вы можете отсоединить модуль вентиляторов и вставить его снова, чтобы проверить, вернется ли модуль вентиляторов в нормальное состояние. Шаг 4. Если",
  "возможно, попробуйте заменить модуль вентиляторов, чтобы проверить, работает ли замененный модуль вентиляторов правильно. Если да, то оригинальный модуль вентилятора поврежден. Если неисправность сохраняется после всех предыдущих действий, обратитесь техническую поддержку. 5.3. Устранение неполадок, связанных с питанием Когда индикатор PWR на передней панели маршрутизатора не горит, это указывает на неисправность модуля питания устройства или отсутствии питания. Устраните неисправности, выполнив следующие действия: Шаг 1. Проверьте и убедитесь, что система питания, подключенная к маршрутизатору, и напряжение в норме. Шаг 2. Проверьте подключение кабеля питания к разъему питания маршрутизатора. Вставьте заново кабель питания и убедитесь, что кабель питания был вставлен не Шаг 3. Замените кабель питания, подключенный к маршрутизатору, а затем проверьте, вернулся ли индикатор состояния питания к нормальному состоянию. Если да, оригинальный кабель питания поврежден; если нет, обратитесь в техническую 5.4. Получить техническую поддержку Если неисправность не устранена из-за содержания вышеуказанной главы, пожалуйста, своевременно обратитесь в техническую поддержку. Прежде чем обратиться в службу поддержки клиентов, подготовьте следующую информацию, которая поможет сотрудникам службы поддержки решить проблему. 1. Серийный номер маршрутизатора (указан на корпусе). 2. Номер версии программного обеспечения (его можно просмотреть с помощью show version через командную строку). 3. Договор на техническое обслуживание или гарантийный талон. 4. Простое описание неисправности. 5. Простое описание предпринятых",
  "шагов по устранению неполадок. Если вам необходимо содействие в вопросах, касающихся нашего оборудования, то можете воспользоваться разделом технической поддержки пользователей QTECH на Центральный офис +7 (495) 477-81-18 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора 6. ОБСЛУЖИВАНИЕ МАРШРУТИЗАТОРА 6.1. Замена модулей ПРИМЕЧАНИЕ: маршрутизатор серии QSR-2900 поддерживает следующие модули: маршрутизатор серии QSR-3200 поддерживает следующие модули: питания, охлаждения и интерфейсный модуль. Модуль интерфейсов не поддерживает горячую замену. 6.1.1. Замена модуля питания 6.1.1.1. Подготовка перед заменой Шаг 1. Наденьте антистатический браслет и убедитесь, что он надежно заземлен. Шаг 2. Выключите выключатель питания извлекаемого модуля питания переменного тока (переключатель установлен в положение «off»). Шаг 3. Отсоедините кабель питания от модуля питания переменного тока. • При перемещении модуля питания держите его руками за нижнюю часть и не переносите за ручку модуля. • Модуль питания поддерживает горячую замену и может быть заменен во время работы. Пожалуйста, обеспечьте безопасность отключения. • Не прикасайтесь к клеммам под напряжением или проводам под напряжением, чтобы избежать риска поражения электрическим током. 6.1.1.2. Замена модуля питания QSR-2900 Процесс замены модуля питания QSR-2900 выглядит следующим образом: Шаг 1. Открутите фиксирующие винты и вытащите блок питания. Рисунок 6-1. Снятие модуля питания QSR-2900 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Шаг 2.",
  "Положите снятый модуль питания на антистатический коврик или в упаковочную Шаг 3. Медленно и горизонтально протолкните другой модуль питания вдоль направляющего паза, закрутите фиксирующие винты. Как показано на рисунке Рисунок 6-2. Установка модуля питания QSR-2900 6.1.1.3. Замена модуля питания QSR-3200 Процесс замены модуля питания QSR-3200 выглядит следующим образом: Шаг 1. Cначала нажмите на фиксирующую защелку, как показано на рисунке ниже стрелкой слева, а затем вытащите модуль питания, как показано на рисунке ниже стрелкой справа. Рисунок 6-3. Снятие модуля питания QSR-3200 Шаг 2. Положите снятый модуль питания на антистатический коврик или в упаковочную Шаг 3. Медленно и горизонтально протолкните другой модуль питания вдоль направляющего паза, пока ограничительная защелка не зафиксирует модуль питания. Как показано на рисунке ниже: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Рисунок 6-4. Установка модуля питания QSR-3200 6.1.2. Модуль QSR-M-3200-4SFP+ Шаг 1. Наденьте антистатический браслет и открутите фиксирующие винты на модуле. Шаг 2. Извлеките модуль. Рисунок 6-5. Извлечение модуля QSR-M-3200-4SFP+ Шаг 3. Плавно вытащите по направляющей слота карту 3ESP и поместите карту 3ESP на антистатический коврик или в упаковочную коробку. Установка производится в обратном порядке 6.1.3. Замена модуля вентилятора QSR-M-3200-FAN ПРЕДУПРЕЖДЕНИЕ: • Не прикасайтесь к оголенным проводам, клеммам и знакам опасного напряжения на изделии, чтобы избежать",
  "травм человека. • Модуль вентиляторов поддерживает горячую замену. Если модуль вентилятора заменяется при рабочем состоянии маршрутизатора, замененный модуль вентилятора нельзя вынимать из корпуса до тех пор, пока вентилятор не перестанет работать. При этом, учитывая возможность того, что вентилятор еще работает, запрещается засовывать руки в вентиляторный модуль во избежание ПРИМЕЧАНИЕ: перед заменой заранее подготовьте новый модуль вентиляторов и установите новый модуль вентиляторов сразу после отсоединения модуля вентиляторов в рабочем состоянии маршрутизатора, чтобы обеспечить нормальное использование маршрутизатора. Этапы замены следующие: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Шаг 1. Наденьте антистатический браслет и с помощью крестовой отвертки открутите фиксирующие винты модуля вентиляторов. Шаг 2. Потяните вентилятор левой рукой, придерживая правой рукой, плавно вытащите модуль вентилятора вдоль направляющей слота и положите модуль вентилятора на антистатический коврик или в упаковочную коробку. Схема демонтажа вентиляторного модуля следующая Рисунок 6-6. Снятие модуля вентиляторов QSR-M-3200-FAN Шаг 3. Вставьте модуль вентилятора, который необходимо установить, в слот модуля вентилятора вдоль направляющей слота. Шаг 4. Затяните фиксирующие винты панели модуля вентиляторов. Рисунок 6-7. Установка модуля вентиляторов в шасси 6.2. Замена сменного оптического модуля Маршрутизаторы поддерживают модули SFP/SFP+. Ниже описано, как заменить модуль ПРЕДУПРЕЖДЕНИЕ: • При установке или удалении модуля SFP не касайтесь руками контактов модуля • Не смотрите",
  "прямо в отверстия для подключения оптоволокна оптического модуля, когда волокно не вставлено, а оптический модуль не вынут. Шаг 1. Наденьте антистатический браслет и отключите оптоволокно, подключенное к Шаг 2. Потяните ручку модуля SFP вниз в горизонтальное положение, а затем вытащите модуль SFP, как показано на следующем рисунке. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Рисунок 6-8. Удалите модуль SFP Шаг 3. Наденьте на снятый модуль SFP пылезащитную крышку и поместите его в антистатический пакет или упаковочную коробку, как показано на следующем Рисунок 6-9. Установите пылезащитную крышку модуля SFP Шаг 4. Поверните ручку устанавливаемого модуля SFP вверх в вертикальное положение, чтобы зафиксировать ручку в верхней части модуля. Возьмите руками модуль SFP за две стороны и вставляйте его в слот SFP горизонтально до тех пор, пока модуль SFP не коснется слота (вы можете почувствовать, что защелки в нижней и верхней части модуля SFP заблокировались в слоте SFP), как показано на следующем Рисунок 6-10. Установка модуля SFP Шаг 5. Снимите пылезащитный колпачок с модуля SFP, как показано на следующем Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Рисунок 6-11. Снимите пылезащитную крышку модуля SFP Шаг 6. Вставьте оптоволокно в порты SFP в порядке, как показано на следующем рисунке. Рисунок 6-12.",
  "Подключение оптоволокна к SFP ПРИМЕЧАНИЕ: рекомендуется не вставлять модуль SFP с оптоволоконным кабелем непосредственно в слот. Пожалуйста, сначала вытащите волокно, а затем установите 6.3. Очистка маршрутизатора от пыли В этом разделе описывается очистка маршрутизаторов от пыли. ПРИМЕЧАНИЕ: удаление пыли в основном относится к воздухозаборнику, выпускному отверстию, сменным платам и кабелями маршрутизатора. • Любое удаление пыли должно выполняться с учетом антистатических требований. Например, сотрудники должны носить антистатические комбинезоны, антистатические браслеты и перчатки, если они будут работать на рабочем месте. • Инструмент для удаления пыли и чистящее средство выбираются таким образом, чтобы плата маршрутизатора не была повреждена. 6.3.1. Очистка вентиляторного модуля от пыли Вентилятор — важная часть маршрутизатора, обеспечивающая отвод тепла и вентиляцию маршрутизатора. Во время работы маршрутизатора лопасти вентиляторного модуля затягивают пыль из окружающего воздуха. Когда количество пыли достигнет определенного уровня, пыль повлияет на стабильную работу модуля вентиляторов, а также станет источником загрязнения других сервисных плат маршрутизатора. Это еще больше создает потенциальную опасность для стабильной работы маршрутизатора. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора Чтобы обеспечить долгосрочную стабильную работу маршрутизатора, обслуживающий персонал должен регулярно очищать вентилятор маршрутизатора от пыли, рекомендуется один раз в год. Соответствующие шаги, следующие: ПРИМЕЧАНИЕ: перед началом работы заранее подготовьте модуль резервного вентилятора и установите его",
  "вовремя после снятия модуля вентилятора, и приведите в рабочее состояние, чтобы обеспечить нормальную работу устройства. Шаг 1. Удаление пыли с модуля резервного вентилятора: после того, как обслуживающий персонал правильно наденет антистатические перчатки или браслеты, очистите лопасти вентилятора, плату управления и другие части модуля резервного вентилятора с помощью чистой хлопчатобумажной марли, антистатической щетки, пылесоса и других чистящих средства, и модуль вентилятора после удаления пыли должен оказаться очищен от пыли. Шаг 2. Замените модуль вентилятора, который необходимо очистить от пыли. Подробные действия см. в разделе «Замена модуля вентилятора». Процесс замены всего модуля вентилятора должен быть своевременным. В противном случае температура корпуса будет слишком высокой, что серьезно поставит под угрозу безопасную и стабильную работу устройства. Шаг 3. Замененный и очищенный от пыли модуль вентиляторов будет использоваться в качестве резервного модуля вентиляторов. 6.3.2. Очистка платы от пыли ВНИМАНИЕ: ЧТОБЫ СНИЗИТЬ РИСКИ ПРИ ОБСЛУЖИВАНИИ, ОЧИЩАЙТЕ ПЛАТУ МАРШРУТИЗАТОРА ОТ ПЫЛИ В ПЕРИОД С НЕБОЛЬШИМИ ОБЪЕМАМИ Во время работы маршрутизатора из-за платы под напряжением и перекрестной вентиляции в маршрутизаторе плата неизбежно поглощает и накапливает заряженные частицы или пыль в воздухе. Когда чистота воздуха ниже и относительная влажность ниже, этот процесс поглощения усиливается. Когда пыль накапливается в определенной степени, это сильно влияет на скорость рассеивания тепла и характеристики",
  "электроизоляции, что еще больше создает потенциальную опасность для стабильной работы маршрутизатора. Чтобы обеспечить долгосрочную стабильную работу маршрутизатора, обслуживающий персонал должен тщательно и регулярно очищать от пыли все сервисные платы, рекомендуется один раз в два года. Процесс удаления пыли выглядит следующим образом: Шаг 1. Подготовьте резервную плату для очистки платы от пыли, когда обслуживающий персонал будет очищать плату от пыли. Шаг 2. Замените плату, которую необходимо очистить от пыли. Подробную информацию см. в разделе «Замена модул». Шаг 3. Очистите замененную плату от пыли. • Существует множество способов очистки платы от пыли. Однако общий принцип заключается в том, чтобы физические и электрические характеристики платы не были повреждены. • При использовании пылесоса используйте чистую и сухую антистатическую мягкую щетку, чтобы аккуратно удалить пыль с поверхности карты, и в это же время направьте всасывающую насадку пылесоса на антистатическую щетку, чтобы обеспечить одновременно очистку и всасывание пыли. Удаление пыли с Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Обслуживание маршрутизатора помощью пылесоса является простым в эксплуатации и экономичным. Но этот метод не может полностью удалить пыль, оставшуюся на поверхности платы. • При использовании чистящего средства используйте безводное, некоррозирующее, непроводящее и высоколетучее чистящее средство, предназначенное для печатной платы, например, IPA (изопропиловый спирт). Преимущество использования чистящего средства заключается",
  "в тщательности и эффективном удалении вредных частиц, прилипших к поверхности платы. Этот метод отличается сложностью в реализации и высокой стоимостью. 6.3.3. Удаление пыли с оптического интерфейса и разъема на гибком Чтобы обеспечить долгосрочную стабильную работу маршрутизатора, необходимо удалить пыль с оптического интерфейса и разъем на гибком выводе маршрутизатора. Процесс удаления пыли выглядит следующим образом: Шаг 1. Перед чисткой оптического интерфейса отсоедините оптоволокно, подключенное к оптическому интерфейсу. Шаг 2. При очистке оптического интерфейса и разъема на гибком выводе используйте специальные чистящие инструменты и материалы. Эти материалы можно приобрести у производителя оптического волокна или оптического кабеля. • Используйте пылезащитную крышку, чтобы закрыть неиспользуемые оптические интерфейсы на плате и разъеме на гибком выводе. • При использовании оптического интерфейса используйте пылезащитную крышку, чтобы закрыть оптический интерфейс и разъем на гибком выводе, подключенный к оптическому интерфейсу, когда требуется отсоединить разъем на гибком выводе. Таким образом, с одной стороны, можно предотвратить излучение невидимого лазера, излучаемого лазерным мазером, в глаза человека. С другой стороны, доступна функция пылезащиты, позволяющая избежать потери оптического интерфейса, загрязненного пылью или увеличения разъема. • Перед очисткой оптического интерфейса от пыли сначала извлеките соответствующую плату и убедитесь, что это не повлияет на нормальное функционирование системного сервиса. • Для высокомощного лазерного интерфейса используйте чистящий инструмент",
  "и материал для очистки. • Для оптического интерфейса малой мощности используйте чистую и сухую антистатическую мягкую насадку для удаления пыли с поверхности оптического интерфейса, если специальный чистящий инструмент и материал недоступны. ПРЕДУПРЕЖДЕНИЕ: • Лазерное излучение на оптическом интерфейсе, представляет собой невидимый инфракрасный свет. Если лазер непосредственно излучает в глаза человека, это может привести к необратимому повреждению глаз человека. • Запрещается использовать неутвержденные чистящие средства или материалы для очистки оптического интерфейса или разъема на гибком выводе. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.1. Полные характеристики маршрутизатора и общих модулей 7.1.1. Потребляемая мощность/размеры/вес Таблица 2.1 Потребляемая мощность/размеры Модель Потребляемая мощность, Габариты (Ш×Г×В), мм QSR-2200-10TBX-AC ≤ 84 Вт 241×335×44 QSR-2500-9TBX-AC ≤ 84 Вт 405×241×44 QSR-2900-30TX-AC-AC ≤ 86 Вт 440×338×44 QSR-M-2900-AC - 150x85x40 QSR-3200-8TC6X-AC-AC ≤ 170 Вт 442×327×44 QSR-M-3200-AC - 190x50x40 QSR-M-3200-FAN - 125x80x43 QSR-M-3200-4SFP+ - 65x96x38 Таблица 7.2 Вес корпуса/карты QSR-2200-10TBX-AC ~ 2,7кг QSR-2500-9TBX-AC ~ 3,1кг QSR-2900-30TX-AC-AC ~ 4,60 кг QSR-3200-8TC6X-AC-AC ~ 5 кг QSR-M-2900-AC ~ 0,37 кг QSR-M-3200-AC ~ 0,4 кг QSR-M-3200-FAN ~ 0,15 кг Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 QSR-M-3200-4SFP+ ~ 0,12 кг 7.2. Модуль интерфейсов QSR-M-3200-4SFP+ Интерфейсная плата QSR-M-3200-4SFP+ 4 порта Ethernet 10G SFP+, внешний вид: Рисунок 7-1. Внешний вид QSR-M-3200-4SFP+ Интерфейсы дочерней интерфейсной платы QSR-LX9-M-24GETS описаны",
  "следующим Значения индикаторов на дочерней плате интерфейса QSR-LX9-M-24GETS описаны следующим образом: Таблица 7.3. Значение индикаторов на модуле интерфейсов QSR-M-3200-4SFP+ Имя Цвет индикатора Описание статуса LINK/ACT Зеленый Выкл.: интерфейс не подключен. Вкл.: интерфейс подключен. Мигает: интерфейс подключен, данные принимаются и отправляются ПРИМЕЧАНИЕ: существует два типа индикаторов портов: ▲ и ▼, ▼ указывает состояние нижнего порта, ▲ указывает на состояние верхнего порта. 7.3. Характеристики модулей питания 7.3.1. Модуль питания QSR-M-2900-AC Маршрутизаторы серии QSR-2900 поддерживают установку двух модульных блоков питания с резервированием 1 + 1. Модуль питания QSR-M-2900-AC выглядит следующим образом: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Рисунок 7-2. Внешний вид QSR-M-2900-AC Значение индикатора на модуле питания QSR-M-2900-AC следующее: Таблица 7.4. Значение индикаторов на модуле питания QSR-M-2900-AC Имя Цвет индикатора Описание статуса POWER Зеленый состояние питания блока питания в норме Выключенный Нет входной мощности или плохой контакт силового кабеля Технические характеристики модуля питания QSR-M-2900-AC следующие: Таблица 7.5. Технические характеристики модуля питания QSR-M-2900-AC Диапазон номинального входного 100 ~ 240 В переменного тока, 50 Гц Выходное напряжение 12 В Номинальная выходная мощность 72 Вт 7.3.2. Модуль питания QSR-M-3200-AC Маршрутизаторы серии QSR-3200 поддерживают установку двух модульных блоков питания с резервированием 1 + 1. Модуль питания QSR-M-3200-AC выглядит следующим образом: Руководство по установке QSR-2200, QSR-2500, QSR-2900,",
  "QSR-3200 Рисунок 7-3. Внешний вид QSR-M-3200-AC Значение индикатора на модуле питания QSR-M-3200-AC следующее: Таблица 7.6. Значение индикаторов на модуле питания QSR-M-3200-AC Имя Цвет индикатора Описание статуса POWER Зеленый Входное и выходное питание в норме Красный Предупреждение о событии, при котором блок продолжает работу. (Например, высокая температура) Красный мигает Критическая проблема блока питания, приводящая к отключению (Например, превышение по току, напряжению, недостаточное напряжение, защита по Выключенный Нет входной мощности или плохой контакт силового кабеля Технические характеристики модуля питания QSR-M-3200-AC следующие: Таблица 7.7. Технические характеристики модуля питания QSR-M-3200-AC Диапазон номинального входного 100 ~ 240 В переменного тока, 50 Гц Выходное напряжение 12 В Номинальная выходная мощность 150 Вт Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.4. Характеристики общих интерфейсов 7.4.1. Характеристики оптического интерфейса Таблица 7.8. Характеристики 1G/10G SFP+ Характеристика Описание Стандарт интерфейса IEEE 802.3ae Тип интерфейса SFP+ Режимы работы 1G Соединительные кабели Одномодовое волокно или многомодовое 7.4.2. Характеристики оптического интерфейса 1G/2.5G/10G SFP+ Таблица 7.9. Характеристики 1G/2.5G/10G SFP+ Характеристика Описание Стандарт интерфейса IEEE 802.3ae Тип интерфейса SFP+ Режимы работы 1G Соединительные кабели Одномодовое волокно или многомодовое Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.4.3. Характеристики электрического интерфейса 100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.10. 10 BASE-T/100 BASE-TX/1000 BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u,",
  "IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 7.4.4. Характеристики электрического интерфейса 100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.11. 100 BASE-TX/1000/2.5G BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с/2.5Гбит/c Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.4.5. Характеристики оптического интерфейса 1000 BASE-X-SFP Таблица 7.12. 1000 BASE-X-SFP Характеристика Описание Стандарт интерфейса IEEE 802.3ab Тип интерфейса SFP Режим работы 1000 Мбит/с, полнодуплексный режим Поддерживаемый тип модуля SFP Гигабитный оптический модуль SFP Гигабитный модуль SFP BiDi Соединительный кабель Одномодовое волокно или многомодовое 7.4.6. Характеристики USB-интерфейса Таблица 7.13. USB-интерфейс Характеристика Описание Стандарт интерфейса USB2.0 Тип интерфейса USB-тип-A 7.4.7. Характеристики порта CONSOLE Таблица 7.14. Характеристики порта CONSOLE Характеристика Описание Стандарты интерфейса Асинхронный EIA/TIA-232 Тип разъема RJ45 Скорость передачи данных Значение по умолчанию: 115200 бит/с Поддерживаемые сервисы Подключите локальный терминал (например, ПК) и запустите на нем программу эмуляции Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7.5. Требования к среде работы маршрутизатора 7.5.1. Требования к окружающей среде 7.5.1.1. Требование к температуре Чтобы маршрутизатор мог нормально работать, в",
  "серверной рекомендуется поддерживать определенную температуру. Требования к рабочей температуре показаны в следующей таблице. Таблица 7.15. Требования к рабочей температуре Описание Температура Температура хранения: от −40 °С до +70 °С Рабочая температура: от 0 °С до +50 °С • Если температура слишком высокая, надежность маршрутизатора сильно снижается. Длительная высокая температура влияет на срок службы маршрутизатора и ускоряет старение изоляционных материалов. • Когда маршрутизатор попадает в среду с высокой температурой из среды с низкой температурой и на маршрутизаторе образуется конденсат, обязательно примите некоторые меры (например, сушку и проветривание) перед включением маршрутизатора, чтобы защитить внутренние компоненты маршрутизатора от короткого замыкания и возгорания. 7.5.2. Требование к влажности Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную влажность. Требования к рабочей влажности показаны в следующей таблице. Таблица 7.16. Требования к рабочей влажности Описание Влажность Условия работы 5 % – 95 % относительная влажность, без конденсации Условия хранения 0 % – 95 % относительная влажность, без конденсации • Под точками измерения рабочей температуры и влажности маршрутизатора в серверной подразумеваются значения, измеренные от пола выше 1,5 м и 0,4 м от передней части стойки при отсутствии защитных щитов. • Если влажность в серверной слишком высока в течение длительного времени, это может привести к ухудшению изоляции и",
  "даже к утечке электричества из изоляционных материалов. Иногда механические характеристики материалов изменяются, и металлические детали также легко подвергаются коррозии. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 • Если относительная влажность в серверной слишком низкая, изоляционные прокладки сжимаются, что приводит к ослаблению закрепленных винтов. Между тем, в сухой среде легко появляется статическое электричество, которое повреждает электрические цепи маршрутизатора. 7.5.2.1. Требования к чистоте Пыль вредна для работы маршрутизатора. Пыль вызывает электростатическое поглощение, что ухудшает контакт металлических разъемов. Электростатическое поглощение появляется, особенно когда температура и влажность ниже, что влияет на срок службы маршрутизатора и легко приводит к сбоям связи. Требования к содержанию пыли и диаметру частиц в серверной указаны в следующей таблице. Таблица 7.17. Требования к пыли в серверной Макс. 0,5 1 3 5 Максимальная 1,4 ×107 7×105 2,4×105 1,3×105 ВНИМАНИЕ: ЕСЛИ В ТЕЧЕНИЕ ТРЕХ ДНЕЙ НА СТОЛЕ НЕ ОСТАЕТСЯ ВИДИМОЙ ПЫЛИ, ОН СООТВЕТСТВУЕТ ТРЕБОВАНИЮ ЧИСТОТЫ. Помимо пыли, в серверной предъявляются строгие требования к солям, кислотам и сульфидам, содержащимся в воздухе, поскольку эти вредные газы ускоряют эрозию металлов и старение некоторых компонентов. Мы должны предотвратить попадание вредных газов, таких как SO , H S, NO , NH и Cl , в аппаратную. Конкретные максимальные значения показаны в следующей таблице. Таблица 7.18. Ограничения по",
  "вредным газам в серверной Газ Макс. (мг/м3) 7.5.2.2. Требование защиты от помех Различные источники помех, независимо от того, находятся ли они снаружи или внутри маршрутизатора, воздействуют на маршрутизатор через емкостную связь, индуктивную связь, электромагнитное излучение, соединение по общему сопротивлению (включая систему заземления) и провода (например, силовые кабели, сигнальные линии выходные провода и т. д.). Поэтому обратите внимание на следующие пункты: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 • Примите действенные меры по предотвращению нарушений в работе • Рабочее место маршрутизатора лучше не использовать с установками заземления силовых устройств или устройствами заземления молниезащиты, а расстояние между ними должно быть как можно большим. • Держитесь подальше от мощных радиопередатчиков, радиолокационных передатчиков и высокочастотного сильноточного оборудования; при необходимости используйте методы электромагнитного экранирования. 7.5.2.3. Требования к заземлению Система заземления является основой стабильной и надежной работы маршрутизатора, а также важной гарантией молниезащиты, защиты от помех и статики маршрутизатора. Пользователь должен предусмотреть систему заземления маршрутизатора. Сопротивление между корпусом маршрутизатора и землей должно быть меньше 1 Ом. 7.5.3. Требования к источнику питания 7.5.3.1. Требования к источнику питания переменного тока • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система. Напряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц. • В качестве резервного",
  "источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания). Резервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс. В противном случае маршрутизатор может перезагрузиться или сбросить настройки. • Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора. Убедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока. Переключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием. Диапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице. Таблица 7.19. Требования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА. ПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ. РАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ. 7.6. Характеристики заземления и защита маршрутизатора 7.6.1. Характеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки заземляющего кабеля.",
  "7.6.1.1. Общие характеристики заземления Общие характеристики заземления показаны в следующей таблице. Таблица 7.20. Общие характеристики заземления 1 Конструкция заземления должна выполняться по принципу распределения напряжения и эквипотенциальности, т. е. по принципу уравнивания потенциалов, при котором рабочее заземление и защитное заземление (включая экранированное заземление, молниезащиту и заземление распределительной коробки) используют одну группу заземляющих элементов 2 Защитное заземление должно быть сделано для металлических частей маршрутизатора, которые обычно не находятся под напряжением 3 Кабели заземления должны иметь хороший контакт с шиной защитного заземления в серверной 4 Другое оборудование не должно использоваться в качестве компонента электрического соединения заземляющих кабелей 7.6.1.2. Характеристики заземления здания Особые требования спецификации заземления для здания серверных: Сопротивление заземления комплексных зданий связи должно быть не более 1 Ом, а общетелекоммуникационных бюро (станций) — менее 5 Ом (или снижено до 10 Ом в районах с повышенным сопротивлением грунта). 7.6.1.3. Характеристики заземления маршрутизатора Характеристики заземления маршрутизатора показаны в следующей таблице. Таблица 7.21. Спецификация заземления маршрутизатора 1 Защитное заземление маршрутизатора (PGND) должно быть закорочено рядом с медной шиной защитного заземления, предоставленной пользователем, с Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 помощью закорачивающего кабеля из медного провода с желто-зеленой изоляцией сечением более 35 мм2 2 Если маршрутизатор установлен в шкафу, металлические части корпуса маршрутизатора должны",
  "иметь хорошую проводимость, а соединения различных металлических частей шкафа должны быть защищены от распыления изоляционной краски 3 При объединении однотипных шкафов заземляющие шины (при их наличии) соседних шкафов должны быть соединены между собой шинным закорачивающим кабелем с площадью поперечного сечения 6 мм2 и длиной не более 300 мм. Оба конца такого кабеля должны быть отдельно подключены к клеммам заземляющей шины соседних шкафов, затянуты и зафиксированы 7.6.1.4. Характеристики заземления для питания связи Характеристики заземления для питания связи показаны в следующей таблице. Таблица 7.22. Характеристики заземления для питания связи 1 Система электропитания переменного тока телекоммуникационных помещений должна работать в режиме электропитания TN-S 2 Вход для силового кабеля переменного тока в помещение должен быть оборудован устройством защиты от перенапряжения переменного тока (класс С) с номинальным током разряда не менее 20 кА 3 Защитное заземление для питания связи должно иметь общую группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате 4 Порт питания переменного тока должен быть добавлен в схему молниезащиты 5 Положительная клемма источника питания постоянного тока −48 В должна быть заземлена на выходе источника питания постоянного тока 6 Рабочее заземление и защитное",
  "заземление источника постоянного тока должны иметь одну и ту же группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 7 Питание постоянного тока должно быть добавлено в схему защиты от скачков 7.6.1.5. Характеристики прокладки сигнального кабеля Характеристики прокладки сигнального кабеля приведены в следующей таблице: Таблица 7.23. Особенности прокладки сигнального кабеля 1 Если маршрутизатор имеет цифровую релейную линию связи, прямо или косвенно подключенную к базовой станции маршрутизатора беспроводной связи, то молниеотвод Е1 должен быть установлен на соответствующем интерфейсе 2 Кабель с металлической внешней оболочкой следует использовать на открытом воздухе. Обе стороны металлической внешней оболочки должны быть надежно заземлены и подключены к шине защитного заземления в серверной. При вводе кабеля в помещение к соответствующему интерфейсу маршрутизатора следует добавить сигнальный молниеотвод, при этом кабель PGND сигнального молниеотвода должен быть как можно короче 3 Внешний проводник коаксиального кабеля и обе стороны экранированного кабеля должны быть электрически надежно соединены с внешней поверхностью металлического корпуса разъемов маршрутизатора 7.6.1.6. Особенности прокладки заземляющих проводов Характеристики прокладки заземляющего провода показаны в следующей таблице. Таблица 7.24. Особенности прокладки заземляющего провода 1 Провод заземления не должен",
  "переплетаться или быть параллелен сигнальной 2 Заземляющий кабель нельзя прокладывать по воздуху, его следует закопать в землю или проложить внутри помещения 3 На проводе защитного заземления запретить установку разъемов; запретить установку выключателя или предохранителя 4 Провод защитного заземления должен иметь медный провод с желто-зеленой пластиковой изоляцией Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 5 Нейтральная шина силового кабеля переменного тока в серверной не может быть соединена с защитным заземлением маршрутизаторов в серверной 6 Длина провода защитного заземления не должна превышать 45 м, но должна быть как можно короче. При превышении 45 м потребитель обязан повторно установить заземляющую шину поблизости 7.6.2. Защита маршрутизатора В этом разделе в основном описаны меры предосторожности по молниезащите маршрутизатора во время установки. 7.6.2.1. Общие требования к проводам молниезащиты Кабели маршрутизатора можно разделить на внутренние и наружные кабели в зависимости от места подключения терминала. У них разные требования к электропроводке в конструкции молниезащиты. ВНИМАНИЕ: СОЕДИНИТЕЛЬНЫЙ КАБЕЛЬ СВЯЗИ ДОЛЖЕН БЫТЬ ПРОЛОЖЕН ВНУТРИ ПОМЕЩЕНИЯ, ЧТО МОЖЕТ ЗНАЧИТЕЛЬНО СНИЗИТЬ ВЕРОЯТНОСТЬ ПОВРЕЖДЕНИЯ МАРШРУТИЗАТОРА ИНДУКЦИОННЫМ РАЗРЯДОМ МОЛНИИ. КАБЕЛЬ ETHERNET ЯВЛЯЕТСЯ СОЕДИНИТЕЛЬНОЙ ЛИНИЕЙ СВЯЗИ ВНУТРЕННЕГО СИГНАЛА, И ЕГО НЕЛЬЗЯ ПРОКЛАДЫВАТЬ ПО ВОЗДУХУ СНАРУЖИ. Общие требования к прокладке внутренних кабелей: • Прокладку кабеля необходимо прокладывать по категориям, избегая объединения кабелей разных категорий вместе. •",
  "Рекомендуется связывать кабель с помощью одного кабельного зажима через каждые 100 мм для организации и фиксации кабелей. • Заземляющий провод должен быть как можно более коротким и толстым. Для соединения заземляющего провода и заземляющей шины необходимо использовать винт для затяжки или сварку и консервационную обработку. Общие требования к прокладке наружных кабелей: • Если фактические условия не могут соответствовать внутренней проводке, наружные кабели следует проложить и закопать (ввести в помещение из-под • Если вы не можете проложить и закопать все наружные кабели, воздушные кабели следует поместить в металлические трубы за 15 м до входа в помещение. Обе стороны металлической трубы заземлены, и мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после того, как кабель входит в помещение. • При использовании экранированного кабеля убедитесь, что экранированный слой хорошо прилегает к металлическому корпусу маршрутизатора на интерфейсе маршрутизатора. Мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после входа кабеля в помещение. • Если к маршрутизатору подключен наружный кабель без какой-либо защиты, необходимо установить разрядник сигнала на соответствующем интерфейсе. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 • При укладке оптоволокна требуется, чтобы проводка была ровной, а пучок аккуратным. Необходимо, чтобы внутренний провод был заземлен до того, как наружное оптоволокно войдет в помещение. Оптоволокно",
  "нельзя растягивать или связывать слишком туго. 7.6.2.2. Способ установки кабельной проводки Способ установки силового кабеля Один конец кабеля питания подключен к маршрутизатору, а другой конец — к сетевому фильтру или молниезащитной планке. Лишняя часть складывается в форме буквы S и фиксируется в шасси. С другими кабелями соблюдайте дистанцию более 20 см. Способ установки кабелей Сигнальные кабели следует прокладывать и связывать внутри и снаружи, протягивая их от выходных отверстий различных шасси к пользовательскому терминалу или каскадному маршрутизатору. Меры предосторожности при использовании оптоволокна • При использовании оптоволокна для подключения сетевого маршрутизатора сначала убедитесь, что тип оптического разъема и тип волокна соответствуют используемому типу оптического порта. • Перед подключением волокна сначала убедитесь, что оптическая мощность принимающей стороны не превышает верхний порог оптической мощности приема оптического модуля. В противном случае может сгореть оптический • Если оптический интерфейс не подключен к оптическому разъему, обязательно наденьте пылезащитный колпачок. • Если оптический интерфейс не подключен к оптическому разъему и пылезащитная крышка снята, возможно, из оптического интерфейса исходят невидимые лучи, поэтому не смотрите в оптический интерфейс. • Оптоволоконный разъем должен иметь безопасную и надежную упаковку, а на разъеме должен быть установлен пылезащитный колпачок. Когда оптоволоконный разъем не используется, на него следует надевать пылезащитный колпачок, чтобы не поцарапать сердечник",
  "оптоволоконного разъема и не повлиять на производительность. Если пылезащитный колпачок слишком плохо держится в разъеме или загрязнен, замените его вовремя. • Перед подключением нам следует использовать чистую бумагу, чтобы пропитать этиловый спирт и протереть сердечник оптоволоконного разъема. Протирать можно только в одном направлении, а также необходимо протирать поверхность peer-разъема оптоволокна. • При подключении нельзя перекручивать или сгибать волокно. После установки радиус изгиба волокна не может быть меньше 40 мм (при динамическом изгибе минимальный радиус изгиба составляет 20D; при статическом изгибе минимальный радиус изгиба составляет 10D; D — диаметр оболочки волокна). • Если при подключении волокну необходимо пройти через отверстие в металлической плате, отверстие в металлической плате должно иметь гладкую и полностью закругленную кромку (радиус закругления должен быть не менее 2 мм). При прохождении отверстия в металлической пластине и повороте по острой кромке детали конструкции следует добавить защитную втулку или накладку. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 • Будьте осторожны при подключении разъема и избегайте повреждения разъема или разрыва волокна из-за слишком большого усилия. Не тяните, не сжимайте и не выдавливайте волокно. Допустимая максимальная сила растяжения и сила раздавливания волокна указаны в следующей таблице. Таблица 7.25. Допустимая сила воздействия на волокно Время силы Растягивающая сила Сдавливающая сила Кратковременная сила 150",
  "500 Долгосрочная сила 80 100 Способ установки волокна После того как волокно вытянуто из оптического интерфейса, волокно, напрямую подключенное к фотоэлектрическому преобразователю, можно свернуть и повесить на внутренней стороне корпуса. Волокно, каскадно соединенное с другими маршрутизаторами, должно скользить по трубе ПВХ и вытягиваться, избегая натяжения и ВНИМАНИЕ: САМО ВОЛОКНО НЕ ЯВЛЯЕТСЯ ПРОВОДНИКОМ, ОНО НЕ ВОСПРИНИМАЕТ И НЕ ПРЕОБРАЗУЕТ ПЕРЕНАПРЯЖЕНИЕ, НО УСИЛЕННАЯ СЕРДЦЕВИНА ОПТОВОЛОКОННОГО КАБЕЛЯ (АРМИРОВАННЫЙ ЭЛЕМЕНТ, УСТАНОВЛЕННЫЙ ДЛЯ ПРЕДОТВРАЩЕНИЯ ВОЗДЕЙСТВИЯ НА ВОЛОКНО ОКРУЖАЮЩЕЙ СРЕДЫ) МОЖЕТ ЛЕГКО ВОСПРИНЯТЬ И ПРЕОБРАЗОВАТЬ ПЕРЕНАПРЯЖЕНИЕ ПРИ ГРОЗЕ, ПОЭТОМУ МЫ ДОЛЖНЫ ОТНОСИТЬСЯ К НЕМУ ДОЛЖНЫМ ОБРАЗОМ. ПОЛЬЗОВАТЕЛЮ РЕКОМЕНДУЕТСЯ ВЫПОЛНИТЬ ЗАЗЕМЛЕНИЕ НА ПОЛЬЗОВАТЕЛЬСКОМ КОНЦЕ ОПТОВОЛОКОННОГО КАБЕЛЯ. 7.6.2.3. Метод эквипотенциального подключения ВНИМАНИЕ: ВЗАИМОСВЯЗАННЫМ МАРШРУТИЗАТОРАМ В ОДНОМ РАБОЧЕМ ДИАПАЗОНЕ НЕОБХОДИМО ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. НАПРИМЕР, СОЕДИНЕННЫЕ МЕЖДУ СОБОЙ МАРШРУТИЗАТОРЫ, МЕТАЛЛИЧЕСКАЯ ОБОЛОЧКА КАБЕЛЯ, ЛИНИЯ PE ЭЛЕКТРОПИТАНИЯ И УСТАНОВЛЕННАЯ МЕТАЛЛИЧЕСКАЯ КОНСТРУКЦИЯ ДОЛЖНЫ ОБЕСПЕЧИВАТЬ ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. Для эквипотенциального соединения взаимосвязанных маршрутизаторов см. следующий рисунок. После подключения с помощью мультиметра проверьте, хорошо ли контактирует каждая точка эквипотенциального соединения и достаточно ли низкое сопротивление. Рисунок 7-4. Схема эквипотенциального подключения маршрутизатора Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 1. Терминал заземления маршрутизатора 2. Линия эквипотенциального подключения 3. Кабель заземления 4. Заземляющая планка 7.7.1. Консольные кабели Консольный кабель маршрутизатор, подключенный к девятипиновому разъему последовательного интерфейса ПК, представляет собой",
  "восьмижильный неэкранированный кабель. На одной стороне кабеля находится коннектор RJ-45, а на другой стороне — DB9. Вид консольного кабеля показан на следующем рисунке. Рисунок 7-5. Консольный кабель Взаимосвязь подключения внутреннего сигнала консольного кабеля показана в следующей таблице. Таблица 7.26. Взаимосвязь подключения консольного кабеля RJ-45 Сигнал Направление DB-9 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация RJ-45 Сигнал Направление DB-9 7.7.2. Интерфейсный кабель GE Ethernet Интерфейсный кабель GE Ethernet маршрутизатор представляет собой восьмижильный неэкранированный витой кабель. Порт 1 и порт 2, порт 3 и порт 6, порт 4 и порт 5, а также порт 7 и порт 8 состоят из четырех пар двунаправленных на прием и передачу различных Таблица 7.27. Таблица подключения интерфейсного кабеля GE Ethernet RJ45 RJ-45 Сигнал Направление RJ-45 8. ОБЩАЯ ИНФОРМАЦИЯ 8.1. Гарантия и сервис Процедура и необходимые действия по вопросам гарантии описаны на сайте QTECH в разделе «Поддержка» −> «Гарантийное обслуживание». Ознакомиться с информацией по вопросам тестирования оборудования можно на сайте QTECH в разделе «Поддержка» −> «Взять оборудование на тест». Вы можете написать напрямую в службу сервиса по электронной почте sc@qtech.ru. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация 8.2. Техническая поддержка Если вам необходимо содействие в вопросах, касающихся нашего оборудования, то можете воспользоваться разделом",
  "технической поддержки пользователей QTECH на Центральный офис +7 (495) 477-81-18 8.3. Электронная версия документа Дата публикации 25.07.2025 3200_install_guide.pdf"
]