[
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.10. 10 BASE-T/100 BASE-TX/1000 BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 7.4.4. Характеристики электрического интерфейса",
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.11. 100 BASE-TX/1000/2.5G BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с/2.5Гбит/c Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.4.5. Характеристики оптического интерфейса 1000 BASE-X-SFP Таблица 7.12. 1000 BASE-X-SFP Характеристика Описание Стандарт интерфейса IEEE 802.3ab Тип интерфейса SFP Режим работы 1000 Мбит/с, полнодуплексный режим Разъем SFP Поддерживаемый тип модуля SFP Гигабитный оптический модуль SFP Гигабитный модуль SFP BiDi Соединительный кабель Одномодовое волокно или многомодовое 7.4.6. Характеристики USB-интерфейса Таблица 7.13. USB-интерфейс Характеристика Описание Стандарт интерфейса USB2.0 Тип интерфейса USB-тип-A 7.4.7. Характеристики порта CONSOLE Таблица 7.14. Характеристики порта CONSOLE Характеристика Описание Стандарты интерфейса Асинхронный EIA/TIA-232 Тип разъема RJ45 Скорость передачи данных Значение по умолчанию: 115200 бит/с Поддерживаемые сервисы Подключите локальный терминал (например, ПК) и запустите на нем программу эмуляции терминала Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.5. Требования к среде работы маршрутизатора 7.5.1. Требования к окружающей среде 7.5.1.1. Требование к температуре Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную температуру. Требования к рабочей температуре показаны в следующей таблице. Таблица 7.15. Требования к рабочей температуре Описание Температура Температура хранения: от −40 °С до +70 °С Рабочая температура: от 0 °С до +50 °С ВНИМАНИЕ: • Если температура слишком высокая, надежность маршрутизатора сильно снижается. Длительная высокая температура влияет на срок службы маршрутизатора и ускоряет старение изоляционных материалов. • Когда маршрутизатор попадает в среду с высокой температурой из среды с низкой температурой",
  "и на маршрутизаторе образуется конденсат, обязательно примите некоторые меры (например, сушку и проветривание) перед включением маршрутизатора, чтобы защитить внутренние компоненты маршрутизатора от короткого замыкания и возгорания. 7.5.2. Требование к влажности Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную влажность. Требования к рабочей влажности показаны в следующей таблице. Таблица 7.16. Требования к рабочей влажности Описание Влажность Условия работы 5 % – 95 % относительная влажность, без конденсации Условия хранения 0 % – 95 % относительная влажность, без конденсации ВНИМАНИЕ: • Под точками измерения рабочей температуры и влажности маршрутизатора в серверной подразумеваются значения, измеренные от пола выше 1,5 м и 0,4 м от передней части стойки при отсутствии защитных щитов. • Если влажность в серверной слишком высока в течение длительного времени, это может привести к ухудшению изоляции и даже к утечке электричества из изоляционных материалов. Иногда механические характеристики материалов изменяются, и металлические детали также легко подвергаются коррозии. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Если относительная влажность в серверной слишком низкая, изоляционные прокладки сжимаются, что приводит к ослаблению закрепленных винтов. Между тем, в сухой среде легко появляется статическое электричество, которое повреждает электрические цепи маршрутизатора. 7.5.2.1. Требования к чистоте Пыль вредна для работы маршрутизатора. Пыль вызывает электростатическое поглощение, что ухудшает контакт металлических разъемов. Электростатическое поглощение появляется, особенно когда температура и влажность ниже, что влияет на срок службы маршрутизатора и легко приводит к сбоям связи. Требования к содержанию пыли и диаметру частиц в серверной указаны в следующей таблице. Таблица 7.17. Требования к пыли в серверной Макс. 0,5 1 3 5",
  "диаметр (мкм) Максимальная 1,4 ×107 7×105 2,4×105 1,3×105 плотность (частица/м3) ВНИМАНИЕ: ЕСЛИ В ТЕЧЕНИЕ ТРЕХ ДНЕЙ НА СТОЛЕ НЕ ОСТАЕТСЯ ВИДИМОЙ ПЫЛИ, ОН СООТВЕТСТВУЕТ ТРЕБОВАНИЮ ЧИСТОТЫ. Помимо пыли, в серверной предъявляются строгие требования к солям, кислотам и сульфидам, содержащимся в воздухе, поскольку эти вредные газы ускоряют эрозию металлов и старение некоторых компонентов. Мы должны предотвратить попадание вредных газов, таких как SO , H S, NO , NH и Cl , в 2 2 2 3 2 аппаратную. Конкретные максимальные значения показаны в следующей таблице. Таблица 7.18. Ограничения по вредным газам в серверной Газ Макс. (мг/м3) SO 0,200 H S 0,006 NH 0,050 Cl 0,010 7.5.2.2. Требование защиты от помех Различные источники помех, независимо от того, находятся ли они снаружи или внутри маршрутизатора, воздействуют на маршрутизатор через емкостную связь, индуктивную связь, электромагнитное излучение, соединение по общему сопротивлению (включая систему заземления) и провода (например, силовые кабели, сигнальные линии выходные провода и т. д.). Поэтому обратите внимание на следующие пункты: ВНИМАНИЕ: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Примите действенные меры по предотвращению нарушений в работе энергосистемы. • Рабочее место маршрутизатора лучше не использовать с установками заземления силовых устройств или устройствами заземления молниезащиты, а расстояние между ними должно быть как можно большим. • Держитесь подальше от мощных радиопередатчиков, радиолокационных передатчиков и высокочастотного сильноточного оборудования; при необходимости используйте методы электромагнитного экранирования. 7.5.2.3. Требования к заземлению Система заземления является основой стабильной и надежной работы маршрутизатора, а также важной гарантией молниезащиты, защиты от помех и статики маршрутизатора. Пользователь должен предусмотреть систему заземления маршрутизатора. Сопротивление",
  "между корпусом маршрутизатора и землей должно быть меньше 1 Ом. 7.5.3. Требования к источнику питания 7.5.3.1. Требования к источнику питания переменного тока ВНИМАНИЕ: • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система. Напряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц. • В качестве резервного источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания). Резервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс. В противном случае маршрутизатор может перезагрузиться или сбросить настройки. • Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора. Убедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока. Переключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием. Диапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице. Таблица 7.19. Требования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА. ПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ. РАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ. 7.6. Характеристики заземления и защита маршрутизатора 7.6.1. Характеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки",
  "заземляющего кабеля. 7.6.1.1. Общие характеристики заземления Общие характеристики заземления показаны в следующей таблице. Таблица 7.20. Общие характеристики заземления № Описание",
  "1 Конструкция заземления должна выполняться по принципу распределения напряжения и эквипотенциальности, т. е. по принципу уравнивания потенциалов, при котором рабочее заземление и защитное заземление (включая экранированное заземление, молниезащиту и заземление распределительной коробки) используют одну группу заземляющих элементов",
  "2 Защитное заземление должно быть сделано для металлических частей маршрутизатора, которые обычно не находятся под напряжением",
  "3 Кабели заземления должны иметь хороший контакт с шиной защитного заземления в серверной",
  "4 Другое оборудование не должно использоваться в качестве компонента электрического соединения заземляющих кабелей 7.6.1.2. Характеристики заземления здания Особые требования спецификации заземления для здания серверных: Сопротивление заземления комплексных зданий связи должно быть не более 1 Ом, а общетелекоммуникационных бюро (станций) — менее 5 Ом (или снижено до 10 Ом в районах с повышенным сопротивлением грунта). 7.6.1.3. Характеристики заземления маршрутизатора Характеристики заземления маршрутизатора показаны в следующей таблице. Таблица 7.21. Спецификация заземления маршрутизатора № Описание",
  "1 Защитное заземление маршрутизатора (PGND) должно быть закорочено рядом с медной шиной защитного заземления, предоставленной пользователем, с Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание помощью закорачивающего кабеля из медного провода с желто-зеленой изоляцией сечением более 35 мм2",
  "2 Если маршрутизатор установлен в шкафу, металлические части корпуса маршрутизатора должны иметь хорошую проводимость, а соединения различных металлических частей шкафа должны быть защищены от распыления изоляционной краски",
  "3 При объединении однотипных шкафов заземляющие шины (при их наличии) соседних шкафов должны быть соединены между собой шинным закорачивающим кабелем с площадью поперечного сечения 6 мм2 и длиной не более 300 мм. Оба конца такого кабеля должны быть отдельно подключены к клеммам заземляющей шины соседних шкафов, затянуты и зафиксированы 7.6.1.4. Характеристики заземления для питания связи Характеристики заземления для питания связи показаны в следующей таблице. Таблица 7.22. Характеристики заземления для питания связи № Описание",
  "1 Система электропитания переменного тока телекоммуникационных помещений должна работать в режиме электропитания TN-S",
  "2 Вход для силового кабеля переменного тока в помещение должен быть оборудован устройством защиты от перенапряжения переменного тока (класс С) с номинальным током разряда не менее 20 кА",
  "3 Защитное заземление для питания связи должно иметь общую группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате",
  "4 Порт питания переменного тока должен быть добавлен в схему молниезащиты",
  "5 Положительная клемма источника питания постоянного тока −48 В должна быть заземлена на выходе источника питания постоянного тока",
  "6 Рабочее заземление и защитное заземление источника постоянного тока должны иметь одну и ту же группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "7 Питание постоянного тока должно быть добавлено в схему защиты от скачков напряжения 7.6.1.5. Характеристики прокладки сигнального кабеля Характеристики прокладки сигнального кабеля приведены в следующей таблице: Таблица 7.23. Особенности прокладки сигнального кабеля № Описание",
  "1 Если маршрутизатор имеет цифровую релейную линию связи, прямо или косвенно подключенную к базовой станции маршрутизатора беспроводной связи, то молниеотвод Е1 должен быть установлен на соответствующем интерфейсе маршрутизатора",
  "2 Кабель с металлической внешней оболочкой следует использовать на открытом воздухе. Обе стороны металлической внешней оболочки должны быть надежно заземлены и подключены к шине защитного заземления в серверной. При вводе кабеля в помещение к соответствующему интерфейсу маршрутизатора следует добавить сигнальный молниеотвод, при этом кабель PGND сигнального молниеотвода должен быть как можно короче",
  "3 Внешний проводник коаксиального кабеля и обе стороны экранированного кабеля должны быть электрически надежно соединены с внешней поверхностью металлического корпуса разъемов маршрутизатора 7.6.1.6. Особенности прокладки заземляющих проводов Характеристики прокладки заземляющего провода показаны в следующей таблице. Таблица 7.24. Особенности прокладки заземляющего провода № Описание",
  "1 Провод заземления не должен переплетаться или быть параллелен сигнальной линии связи",
  "2 Заземляющий кабель нельзя прокладывать по воздуху, его следует закопать в землю или проложить внутри помещения",
  "3 На проводе защитного заземления запретить установку разъемов; запретить установку выключателя или предохранителя",
  "4 Провод защитного заземления должен иметь медный провод с желто-зеленой пластиковой изоляцией Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "5 Нейтральная шина силового кабеля переменного тока в серверной не может быть соединена с защитным заземлением маршрутизаторов в серверной",
  "6 Длина провода защитного заземления не должна превышать 45 м, но должна быть как можно короче. При превышении 45 м потребитель обязан повторно установить заземляющую шину поблизости 7.6.2. Защита маршрутизатора В этом разделе в основном описаны меры предосторожности по молниезащите маршрутизатора во время установки. 7.6.2.1. Общие требования к проводам молниезащиты Кабели маршрутизатора можно разделить на внутренние и наружные кабели в зависимости от места подключения терминала. У них разные требования к электропроводке в конструкции молниезащиты. ВНИМАНИЕ: СОЕДИНИТЕЛЬНЫЙ КАБЕЛЬ СВЯЗИ ДОЛЖЕН БЫТЬ ПРОЛОЖЕН ВНУТРИ ПОМЕЩЕНИЯ, ЧТО МОЖЕТ ЗНАЧИТЕЛЬНО СНИЗИТЬ ВЕРОЯТНОСТЬ ПОВРЕЖДЕНИЯ МАРШРУТИЗАТОРА ИНДУКЦИОННЫМ РАЗРЯДОМ МОЛНИИ. КАБЕЛЬ ETHERNET ЯВЛЯЕТСЯ СОЕДИНИТЕЛЬНОЙ ЛИНИЕЙ СВЯЗИ ВНУТРЕННЕГО СИГНАЛА, И ЕГО НЕЛЬЗЯ ПРОКЛАДЫВАТЬ ПО ВОЗДУХУ СНАРУЖИ. Общие требования к прокладке внутренних кабелей: • Прокладку кабеля необходимо прокладывать по категориям, избегая объединения кабелей разных категорий вместе. • Рекомендуется связывать кабель с помощью одного кабельного зажима через каждые 100 мм для организации и фиксации кабелей. • Заземляющий провод должен быть как можно более коротким и толстым. Для соединения заземляющего провода и заземляющей шины необходимо использовать винт для затяжки или сварку и консервационную обработку. Общие требования к прокладке наружных кабелей: • Если фактические условия не могут соответствовать внутренней проводке, наружные кабели следует проложить и закопать (ввести в помещение из-под • Если вы не можете проложить и закопать все наружные кабели, воздушные кабели следует поместить в металлические трубы за 15 м до входа в помещение. Обе стороны металлической трубы заземлены, и мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после того, как кабель входит в помещение. • При использовании экранированного кабеля",
  "убедитесь, что экранированный слой хорошо прилегает к металлическому корпусу маршрутизатора на интерфейсе маршрутизатора. Мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после входа кабеля в помещение. • Если к маршрутизатору подключен наружный кабель без какой-либо защиты, необходимо установить разрядник сигнала на соответствующем интерфейсе. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • При укладке оптоволокна требуется, чтобы проводка была ровной, а пучок аккуратным. Необходимо, чтобы внутренний провод был заземлен до того, как наружное оптоволокно войдет в помещение. Оптоволокно нельзя растягивать или связывать слишком туго. 7.6.2.2. Способ установки кабельной проводки Способ установки силового кабеля Один конец кабеля питания подключен к маршрутизатору, а другой конец — к сетевому фильтру или молниезащитной планке. Лишняя часть складывается в форме буквы S и фиксируется в шасси. С другими кабелями соблюдайте дистанцию более 20 см. Способ установки кабелей Сигнальные кабели следует прокладывать и связывать внутри и снаружи, протягивая их от выходных отверстий различных шасси к пользовательскому терминалу или каскадному маршрутизатору. Меры предосторожности при использовании оптоволокна ВНИМАНИЕ: • При использовании оптоволокна для подключения сетевого маршрутизатора сначала убедитесь, что тип оптического разъема и тип волокна соответствуют используемому типу оптического порта. • Перед подключением волокна сначала убедитесь, что оптическая мощность принимающей стороны не превышает верхний порог оптической мощности приема оптического модуля. В противном случае может сгореть оптический • Если оптический интерфейс не подключен к оптическому разъему, обязательно наденьте пылезащитный колпачок. • Если оптический интерфейс не подключен к оптическому разъему и пылезащитная крышка снята, возможно, из оптического интерфейса исходят невидимые лучи, поэтому не смотрите в оптический интерфейс. • Оптоволоконный",
  "разъем должен иметь безопасную и надежную упаковку, а на разъеме должен быть установлен пылезащитный колпачок. Когда оптоволоконный разъем не используется, на него следует надевать пылезащитный колпачок, чтобы не поцарапать сердечник оптоволоконного разъема и не повлиять на производительность. Если пылезащитный колпачок слишком плохо держится в разъеме или загрязнен, замените его вовремя. • Перед подключением нам следует использовать чистую бумагу, чтобы пропитать этиловый спирт и протереть сердечник оптоволоконного разъема. Протирать можно только в одном направлении, а также необходимо протирать поверхность peer-разъема оптоволокна. • При подключении нельзя перекручивать или сгибать волокно. После установки радиус изгиба волокна не может быть меньше 40 мм (при динамическом изгибе минимальный радиус изгиба составляет 20D; при статическом изгибе минимальный радиус изгиба составляет 10D; D — диаметр оболочки волокна). • Если при подключении волокну необходимо пройти через отверстие в металлической плате, отверстие в металлической плате должно иметь гладкую и полностью закругленную кромку (радиус закругления должен быть не менее 2 мм). При прохождении отверстия в металлической пластине и повороте по острой кромке детали конструкции следует добавить защитную втулку или накладку. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Будьте осторожны при подключении разъема и избегайте повреждения разъема или разрыва волокна из-за слишком большого усилия. Не тяните, не сжимайте и не выдавливайте волокно. Допустимая максимальная сила растяжения и сила раздавливания волокна указаны в следующей таблице. Таблица 7.25. Допустимая сила воздействия на волокно Время силы Растягивающая сила Сдавливающая сила (Н) (Н/100 мм) Кратковременная сила 150 500 Долгосрочная сила 80 100 Способ установки волокна После того как волокно вытянуто из оптического интерфейса,",
  "волокно, напрямую подключенное к фотоэлектрическому преобразователю, можно свернуть и повесить на внутренней стороне корпуса. Волокно, каскадно соединенное с другими маршрутизаторами, должно скользить по трубе ПВХ и вытягиваться, избегая натяжения и растяжения. ВНИМАНИЕ: САМО ВОЛОКНО НЕ ЯВЛЯЕТСЯ ПРОВОДНИКОМ, ОНО НЕ ВОСПРИНИМАЕТ И НЕ ПРЕОБРАЗУЕТ ПЕРЕНАПРЯЖЕНИЕ, НО УСИЛЕННАЯ СЕРДЦЕВИНА ОПТОВОЛОКОННОГО КАБЕЛЯ (АРМИРОВАННЫЙ ЭЛЕМЕНТ, УСТАНОВЛЕННЫЙ ДЛЯ ПРЕДОТВРАЩЕНИЯ ВОЗДЕЙСТВИЯ НА ВОЛОКНО ОКРУЖАЮЩЕЙ СРЕДЫ) МОЖЕТ ЛЕГКО ВОСПРИНЯТЬ И ПРЕОБРАЗОВАТЬ ПЕРЕНАПРЯЖЕНИЕ ПРИ ГРОЗЕ, ПОЭТОМУ МЫ ДОЛЖНЫ ОТНОСИТЬСЯ К НЕМУ ДОЛЖНЫМ ОБРАЗОМ. ПОЛЬЗОВАТЕЛЮ РЕКОМЕНДУЕТСЯ ВЫПОЛНИТЬ ЗАЗЕМЛЕНИЕ НА ПОЛЬЗОВАТЕЛЬСКОМ КОНЦЕ ОПТОВОЛОКОННОГО КАБЕЛЯ. 7.6.2.3. Метод эквипотенциального подключения ВНИМАНИЕ: ВЗАИМОСВЯЗАННЫМ МАРШРУТИЗАТОРАМ В ОДНОМ РАБОЧЕМ ДИАПАЗОНЕ НЕОБХОДИМО ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. НАПРИМЕР, СОЕДИНЕННЫЕ МЕЖДУ СОБОЙ МАРШРУТИЗАТОРЫ, МЕТАЛЛИЧЕСКАЯ ОБОЛОЧКА КАБЕЛЯ, ЛИНИЯ PE ЭЛЕКТРОПИТАНИЯ И УСТАНОВЛЕННАЯ МЕТАЛЛИЧЕСКАЯ КОНСТРУКЦИЯ ДОЛЖНЫ ОБЕСПЕЧИВАТЬ ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. Для эквипотенциального соединения взаимосвязанных маршрутизаторов см. следующий рисунок. После подключения с помощью мультиметра проверьте, хорошо ли контактирует каждая точка эквипотенциального соединения и достаточно ли низкое сопротивление. Рисунок 7-4. Схема эквипотенциального подключения маршрутизатора Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 1. Терминал заземления маршрутизатора 2. Линия эквипотенциального подключения маршрутизатора 3. Кабель заземления 4. Заземляющая планка 7.7. Кабели 7.7.1. Консольные кабели Консольный кабель маршрутизатор, подключенный к девятипиновому разъему последовательного интерфейса ПК, представляет собой восьмижильный неэкранированный кабель. На одной стороне кабеля находится коннектор RJ-45, а на другой стороне — DB9. Вид консольного кабеля показан на следующем рисунке. Рисунок 7-5. Консольный кабель Взаимосвязь подключения внутреннего сигнала консольного кабеля показана в следующей таблице. Таблица 7.26. Взаимосвязь подключения консольного кабеля RJ-45 Сигнал Направление DB-9",
  "8 CTS ← 7 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация RJ-45 Сигнал Направление DB-9 7.7.2. Интерфейсный кабель GE Ethernet Интерфейсный кабель GE Ethernet маршрутизатор представляет собой восьмижильный неэкранированный витой кабель. Порт 1 и порт 2, порт 3 и порт 6, порт 4 и порт 5, а также порт 7 и порт 8 состоят из четырех пар двунаправленных на прием и передачу различных пар кабелей. Таблица 7.27. Таблица подключения интерфейсного кабеля GE Ethernet RJ45 RJ-45 Сигнал Направление RJ-45",
  "8 TD3- ←→ 8 8. ОБЩАЯ ИНФОРМАЦИЯ 8.1. Гарантия и сервис Процедура и необходимые действия по вопросам гарантии описаны на сайте QTECH в Ознакомиться с информацией по вопросам тестирования оборудования можно на сайте Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация Если вам необходимо содействие в вопросах, касающихся нашего оборудования, то можете воспользоваться разделом технической поддержки пользователей QTECH на Центральный офис +7 (495) 477-81-18 8.3. Электронная версия документа Дата публикации 25.07.2025 3200_install_guide.pdf",
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.10. 10 BASE-T/100 BASE-TX/1000 BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 7.4.4. Характеристики электрического интерфейса",
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.11. 100 BASE-TX/1000/2.5G BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с/2.5Гбит/c Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.4.5. Характеристики оптического интерфейса 1000 BASE-X-SFP Таблица 7.12. 1000 BASE-X-SFP Характеристика Описание Стандарт интерфейса IEEE 802.3ab Тип интерфейса SFP Режим работы 1000 Мбит/с, полнодуплексный режим Разъем SFP Поддерживаемый тип модуля SFP Гигабитный оптический модуль SFP Гигабитный модуль SFP BiDi Соединительный кабель Одномодовое волокно или многомодовое 7.4.6. Характеристики USB-интерфейса Таблица 7.13. USB-интерфейс Характеристика Описание Стандарт интерфейса USB2.0 Тип интерфейса USB-тип-A 7.4.7. Характеристики порта CONSOLE Таблица 7.14. Характеристики порта CONSOLE Характеристика Описание Стандарты интерфейса Асинхронный EIA/TIA-232 Тип разъема RJ45 Скорость передачи данных Значение по умолчанию: 115200 бит/с Поддерживаемые сервисы Подключите локальный терминал (например, ПК) и запустите на нем программу эмуляции терминала Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.5. Требования к среде работы маршрутизатора 7.5.1. Требования к окружающей среде 7.5.1.1. Требование к температуре Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную температуру. Требования к рабочей температуре показаны в следующей таблице. Таблица 7.15. Требования к рабочей температуре Описание Температура Температура хранения: от −40 °С до +70 °С Рабочая температура: от 0 °С до +50 °С ВНИМАНИЕ: • Если температура слишком высокая, надежность маршрутизатора сильно снижается. Длительная высокая температура влияет на срок службы маршрутизатора и ускоряет старение изоляционных материалов. • Когда маршрутизатор попадает в среду с высокой температурой из среды с низкой температурой",
  "и на маршрутизаторе образуется конденсат, обязательно примите некоторые меры (например, сушку и проветривание) перед включением маршрутизатора, чтобы защитить внутренние компоненты маршрутизатора от короткого замыкания и возгорания. 7.5.2. Требование к влажности Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную влажность. Требования к рабочей влажности показаны в следующей таблице. Таблица 7.16. Требования к рабочей влажности Описание Влажность Условия работы 5 % – 95 % относительная влажность, без конденсации Условия хранения 0 % – 95 % относительная влажность, без конденсации ВНИМАНИЕ: • Под точками измерения рабочей температуры и влажности маршрутизатора в серверной подразумеваются значения, измеренные от пола выше 1,5 м и 0,4 м от передней части стойки при отсутствии защитных щитов. • Если влажность в серверной слишком высока в течение длительного времени, это может привести к ухудшению изоляции и даже к утечке электричества из изоляционных материалов. Иногда механические характеристики материалов изменяются, и металлические детали также легко подвергаются коррозии. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Если относительная влажность в серверной слишком низкая, изоляционные прокладки сжимаются, что приводит к ослаблению закрепленных винтов. Между тем, в сухой среде легко появляется статическое электричество, которое повреждает электрические цепи маршрутизатора. 7.5.2.1. Требования к чистоте Пыль вредна для работы маршрутизатора. Пыль вызывает электростатическое поглощение, что ухудшает контакт металлических разъемов. Электростатическое поглощение появляется, особенно когда температура и влажность ниже, что влияет на срок службы маршрутизатора и легко приводит к сбоям связи. Требования к содержанию пыли и диаметру частиц в серверной указаны в следующей таблице. Таблица 7.17. Требования к пыли в серверной Макс. 0,5 1 3 5",
  "диаметр (мкм) Максимальная 1,4 ×107 7×105 2,4×105 1,3×105 плотность (частица/м3) ВНИМАНИЕ: ЕСЛИ В ТЕЧЕНИЕ ТРЕХ ДНЕЙ НА СТОЛЕ НЕ ОСТАЕТСЯ ВИДИМОЙ ПЫЛИ, ОН СООТВЕТСТВУЕТ ТРЕБОВАНИЮ ЧИСТОТЫ. Помимо пыли, в серверной предъявляются строгие требования к солям, кислотам и сульфидам, содержащимся в воздухе, поскольку эти вредные газы ускоряют эрозию металлов и старение некоторых компонентов. Мы должны предотвратить попадание вредных газов, таких как SO , H S, NO , NH и Cl , в 2 2 2 3 2 аппаратную. Конкретные максимальные значения показаны в следующей таблице. Таблица 7.18. Ограничения по вредным газам в серверной Газ Макс. (мг/м3) SO 0,200 H S 0,006 NH 0,050 Cl 0,010 7.5.2.2. Требование защиты от помех Различные источники помех, независимо от того, находятся ли они снаружи или внутри маршрутизатора, воздействуют на маршрутизатор через емкостную связь, индуктивную связь, электромагнитное излучение, соединение по общему сопротивлению (включая систему заземления) и провода (например, силовые кабели, сигнальные линии выходные провода и т. д.). Поэтому обратите внимание на следующие пункты: ВНИМАНИЕ: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Примите действенные меры по предотвращению нарушений в работе энергосистемы. • Рабочее место маршрутизатора лучше не использовать с установками заземления силовых устройств или устройствами заземления молниезащиты, а расстояние между ними должно быть как можно большим. • Держитесь подальше от мощных радиопередатчиков, радиолокационных передатчиков и высокочастотного сильноточного оборудования; при необходимости используйте методы электромагнитного экранирования. 7.5.2.3. Требования к заземлению Система заземления является основой стабильной и надежной работы маршрутизатора, а также важной гарантией молниезащиты, защиты от помех и статики маршрутизатора. Пользователь должен предусмотреть систему заземления маршрутизатора. Сопротивление",
  "между корпусом маршрутизатора и землей должно быть меньше 1 Ом. 7.5.3. Требования к источнику питания 7.5.3.1. Требования к источнику питания переменного тока ВНИМАНИЕ: • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система. Напряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц. • В качестве резервного источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания). Резервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс. В противном случае маршрутизатор может перезагрузиться или сбросить настройки. • Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора. Убедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока. Переключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием. Диапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице. Таблица 7.19. Требования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА. ПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ. РАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ. 7.6. Характеристики заземления и защита маршрутизатора 7.6.1. Характеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки",
  "заземляющего кабеля. 7.6.1.1. Общие характеристики заземления Общие характеристики заземления показаны в следующей таблице. Таблица 7.20. Общие характеристики заземления № Описание",
  "1 Конструкция заземления должна выполняться по принципу распределения напряжения и эквипотенциальности, т. е. по принципу уравнивания потенциалов, при котором рабочее заземление и защитное заземление (включая экранированное заземление, молниезащиту и заземление распределительной коробки) используют одну группу заземляющих элементов",
  "2 Защитное заземление должно быть сделано для металлических частей маршрутизатора, которые обычно не находятся под напряжением",
  "3 Кабели заземления должны иметь хороший контакт с шиной защитного заземления в серверной",
  "4 Другое оборудование не должно использоваться в качестве компонента электрического соединения заземляющих кабелей 7.6.1.2. Характеристики заземления здания Особые требования спецификации заземления для здания серверных: Сопротивление заземления комплексных зданий связи должно быть не более 1 Ом, а общетелекоммуникационных бюро (станций) — менее 5 Ом (или снижено до 10 Ом в районах с повышенным сопротивлением грунта). 7.6.1.3. Характеристики заземления маршрутизатора Характеристики заземления маршрутизатора показаны в следующей таблице. Таблица 7.21. Спецификация заземления маршрутизатора № Описание",
  "1 Защитное заземление маршрутизатора (PGND) должно быть закорочено рядом с медной шиной защитного заземления, предоставленной пользователем, с Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание помощью закорачивающего кабеля из медного провода с желто-зеленой изоляцией сечением более 35 мм2",
  "2 Если маршрутизатор установлен в шкафу, металлические части корпуса маршрутизатора должны иметь хорошую проводимость, а соединения различных металлических частей шкафа должны быть защищены от распыления изоляционной краски",
  "3 При объединении однотипных шкафов заземляющие шины (при их наличии) соседних шкафов должны быть соединены между собой шинным закорачивающим кабелем с площадью поперечного сечения 6 мм2 и длиной не более 300 мм. Оба конца такого кабеля должны быть отдельно подключены к клеммам заземляющей шины соседних шкафов, затянуты и зафиксированы 7.6.1.4. Характеристики заземления для питания связи Характеристики заземления для питания связи показаны в следующей таблице. Таблица 7.22. Характеристики заземления для питания связи № Описание",
  "1 Система электропитания переменного тока телекоммуникационных помещений должна работать в режиме электропитания TN-S",
  "2 Вход для силового кабеля переменного тока в помещение должен быть оборудован устройством защиты от перенапряжения переменного тока (класс С) с номинальным током разряда не менее 20 кА",
  "3 Защитное заземление для питания связи должно иметь общую группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате",
  "4 Порт питания переменного тока должен быть добавлен в схему молниезащиты",
  "5 Положительная клемма источника питания постоянного тока −48 В должна быть заземлена на выходе источника питания постоянного тока",
  "6 Рабочее заземление и защитное заземление источника постоянного тока должны иметь одну и ту же группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "7 Питание постоянного тока должно быть добавлено в схему защиты от скачков напряжения 7.6.1.5. Характеристики прокладки сигнального кабеля Характеристики прокладки сигнального кабеля приведены в следующей таблице: Таблица 7.23. Особенности прокладки сигнального кабеля № Описание",
  "1 Если маршрутизатор имеет цифровую релейную линию связи, прямо или косвенно подключенную к базовой станции маршрутизатора беспроводной связи, то молниеотвод Е1 должен быть установлен на соответствующем интерфейсе маршрутизатора",
  "2 Кабель с металлической внешней оболочкой следует использовать на открытом воздухе. Обе стороны металлической внешней оболочки должны быть надежно заземлены и подключены к шине защитного заземления в серверной. При вводе кабеля в помещение к соответствующему интерфейсу маршрутизатора следует добавить сигнальный молниеотвод, при этом кабель PGND сигнального молниеотвода должен быть как можно короче",
  "3 Внешний проводник коаксиального кабеля и обе стороны экранированного кабеля должны быть электрически надежно соединены с внешней поверхностью металлического корпуса разъемов маршрутизатора 7.6.1.6. Особенности прокладки заземляющих проводов Характеристики прокладки заземляющего провода показаны в следующей таблице. Таблица 7.24. Особенности прокладки заземляющего провода № Описание",
  "1 Провод заземления не должен переплетаться или быть параллелен сигнальной линии связи",
  "2 Заземляющий кабель нельзя прокладывать по воздуху, его следует закопать в землю или проложить внутри помещения",
  "3 На проводе защитного заземления запретить установку разъемов; запретить установку выключателя или предохранителя",
  "4 Провод защитного заземления должен иметь медный провод с желто-зеленой пластиковой изоляцией Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "5 Нейтральная шина силового кабеля переменного тока в серверной не может быть соединена с защитным заземлением маршрутизаторов в серверной",
  "6 Длина провода защитного заземления не должна превышать 45 м, но должна быть как можно короче. При превышении 45 м потребитель обязан повторно установить заземляющую шину поблизости 7.6.2. Защита маршрутизатора В этом разделе в основном описаны меры предосторожности по молниезащите маршрутизатора во время установки. 7.6.2.1. Общие требования к проводам молниезащиты Кабели маршрутизатора можно разделить на внутренние и наружные кабели в зависимости от места подключения терминала. У них разные требования к электропроводке в конструкции молниезащиты. ВНИМАНИЕ: СОЕДИНИТЕЛЬНЫЙ КАБЕЛЬ СВЯЗИ ДОЛЖЕН БЫТЬ ПРОЛОЖЕН ВНУТРИ ПОМЕЩЕНИЯ, ЧТО МОЖЕТ ЗНАЧИТЕЛЬНО СНИЗИТЬ ВЕРОЯТНОСТЬ ПОВРЕЖДЕНИЯ МАРШРУТИЗАТОРА ИНДУКЦИОННЫМ РАЗРЯДОМ МОЛНИИ. КАБЕЛЬ ETHERNET ЯВЛЯЕТСЯ СОЕДИНИТЕЛЬНОЙ ЛИНИЕЙ СВЯЗИ ВНУТРЕННЕГО СИГНАЛА, И ЕГО НЕЛЬЗЯ ПРОКЛАДЫВАТЬ ПО ВОЗДУХУ СНАРУЖИ. Общие требования к прокладке внутренних кабелей: • Прокладку кабеля необходимо прокладывать по категориям, избегая объединения кабелей разных категорий вместе. • Рекомендуется связывать кабель с помощью одного кабельного зажима через каждые 100 мм для организации и фиксации кабелей. • Заземляющий провод должен быть как можно более коротким и толстым. Для соединения заземляющего провода и заземляющей шины необходимо использовать винт для затяжки или сварку и консервационную обработку. Общие требования к прокладке наружных кабелей: • Если фактические условия не могут соответствовать внутренней проводке, наружные кабели следует проложить и закопать (ввести в помещение из-под • Если вы не можете проложить и закопать все наружные кабели, воздушные кабели следует поместить в металлические трубы за 15 м до входа в помещение. Обе стороны металлической трубы заземлены, и мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после того, как кабель входит в помещение. • При использовании экранированного кабеля",
  "убедитесь, что экранированный слой хорошо прилегает к металлическому корпусу маршрутизатора на интерфейсе маршрутизатора. Мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после входа кабеля в помещение. • Если к маршрутизатору подключен наружный кабель без какой-либо защиты, необходимо установить разрядник сигнала на соответствующем интерфейсе. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • При укладке оптоволокна требуется, чтобы проводка была ровной, а пучок аккуратным. Необходимо, чтобы внутренний провод был заземлен до того, как наружное оптоволокно войдет в помещение. Оптоволокно нельзя растягивать или связывать слишком туго. 7.6.2.2. Способ установки кабельной проводки Способ установки силового кабеля Один конец кабеля питания подключен к маршрутизатору, а другой конец — к сетевому фильтру или молниезащитной планке. Лишняя часть складывается в форме буквы S и фиксируется в шасси. С другими кабелями соблюдайте дистанцию более 20 см. Способ установки кабелей Сигнальные кабели следует прокладывать и связывать внутри и снаружи, протягивая их от выходных отверстий различных шасси к пользовательскому терминалу или каскадному маршрутизатору. Меры предосторожности при использовании оптоволокна ВНИМАНИЕ: • При использовании оптоволокна для подключения сетевого маршрутизатора сначала убедитесь, что тип оптического разъема и тип волокна соответствуют используемому типу оптического порта. • Перед подключением волокна сначала убедитесь, что оптическая мощность принимающей стороны не превышает верхний порог оптической мощности приема оптического модуля. В противном случае может сгореть оптический • Если оптический интерфейс не подключен к оптическому разъему, обязательно наденьте пылезащитный колпачок. • Если оптический интерфейс не подключен к оптическому разъему и пылезащитная крышка снята, возможно, из оптического интерфейса исходят невидимые лучи, поэтому не смотрите в оптический интерфейс. • Оптоволоконный",
  "разъем должен иметь безопасную и надежную упаковку, а на разъеме должен быть установлен пылезащитный колпачок. Когда оптоволоконный разъем не используется, на него следует надевать пылезащитный колпачок, чтобы не поцарапать сердечник оптоволоконного разъема и не повлиять на производительность. Если пылезащитный колпачок слишком плохо держится в разъеме или загрязнен, замените его вовремя. • Перед подключением нам следует использовать чистую бумагу, чтобы пропитать этиловый спирт и протереть сердечник оптоволоконного разъема. Протирать можно только в одном направлении, а также необходимо протирать поверхность peer-разъема оптоволокна. • При подключении нельзя перекручивать или сгибать волокно. После установки радиус изгиба волокна не может быть меньше 40 мм (при динамическом изгибе минимальный радиус изгиба составляет 20D; при статическом изгибе минимальный радиус изгиба составляет 10D; D — диаметр оболочки волокна). • Если при подключении волокну необходимо пройти через отверстие в металлической плате, отверстие в металлической плате должно иметь гладкую и полностью закругленную кромку (радиус закругления должен быть не менее 2 мм). При прохождении отверстия в металлической пластине и повороте по острой кромке детали конструкции следует добавить защитную втулку или накладку. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Будьте осторожны при подключении разъема и избегайте повреждения разъема или разрыва волокна из-за слишком большого усилия. Не тяните, не сжимайте и не выдавливайте волокно. Допустимая максимальная сила растяжения и сила раздавливания волокна указаны в следующей таблице. Таблица 7.25. Допустимая сила воздействия на волокно Время силы Растягивающая сила Сдавливающая сила (Н) (Н/100 мм) Кратковременная сила 150 500 Долгосрочная сила 80 100 Способ установки волокна После того как волокно вытянуто из оптического интерфейса,",
  "волокно, напрямую подключенное к фотоэлектрическому преобразователю, можно свернуть и повесить на внутренней стороне корпуса. Волокно, каскадно соединенное с другими маршрутизаторами, должно скользить по трубе ПВХ и вытягиваться, избегая натяжения и растяжения. ВНИМАНИЕ: САМО ВОЛОКНО НЕ ЯВЛЯЕТСЯ ПРОВОДНИКОМ, ОНО НЕ ВОСПРИНИМАЕТ И НЕ ПРЕОБРАЗУЕТ ПЕРЕНАПРЯЖЕНИЕ, НО УСИЛЕННАЯ СЕРДЦЕВИНА ОПТОВОЛОКОННОГО КАБЕЛЯ (АРМИРОВАННЫЙ ЭЛЕМЕНТ, УСТАНОВЛЕННЫЙ ДЛЯ ПРЕДОТВРАЩЕНИЯ ВОЗДЕЙСТВИЯ НА ВОЛОКНО ОКРУЖАЮЩЕЙ СРЕДЫ) МОЖЕТ ЛЕГКО ВОСПРИНЯТЬ И ПРЕОБРАЗОВАТЬ ПЕРЕНАПРЯЖЕНИЕ ПРИ ГРОЗЕ, ПОЭТОМУ МЫ ДОЛЖНЫ ОТНОСИТЬСЯ К НЕМУ ДОЛЖНЫМ ОБРАЗОМ. ПОЛЬЗОВАТЕЛЮ РЕКОМЕНДУЕТСЯ ВЫПОЛНИТЬ ЗАЗЕМЛЕНИЕ НА ПОЛЬЗОВАТЕЛЬСКОМ КОНЦЕ ОПТОВОЛОКОННОГО КАБЕЛЯ. 7.6.2.3. Метод эквипотенциального подключения ВНИМАНИЕ: ВЗАИМОСВЯЗАННЫМ МАРШРУТИЗАТОРАМ В ОДНОМ РАБОЧЕМ ДИАПАЗОНЕ НЕОБХОДИМО ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. НАПРИМЕР, СОЕДИНЕННЫЕ МЕЖДУ СОБОЙ МАРШРУТИЗАТОРЫ, МЕТАЛЛИЧЕСКАЯ ОБОЛОЧКА КАБЕЛЯ, ЛИНИЯ PE ЭЛЕКТРОПИТАНИЯ И УСТАНОВЛЕННАЯ МЕТАЛЛИЧЕСКАЯ КОНСТРУКЦИЯ ДОЛЖНЫ ОБЕСПЕЧИВАТЬ ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. Для эквипотенциального соединения взаимосвязанных маршрутизаторов см. следующий рисунок. После подключения с помощью мультиметра проверьте, хорошо ли контактирует каждая точка эквипотенциального соединения и достаточно ли низкое сопротивление. Рисунок 7-4. Схема эквипотенциального подключения маршрутизатора Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 1. Терминал заземления маршрутизатора 2. Линия эквипотенциального подключения маршрутизатора 3. Кабель заземления 4. Заземляющая планка 7.7. Кабели 7.7.1. Консольные кабели Консольный кабель маршрутизатор, подключенный к девятипиновому разъему последовательного интерфейса ПК, представляет собой восьмижильный неэкранированный кабель. На одной стороне кабеля находится коннектор RJ-45, а на другой стороне — DB9. Вид консольного кабеля показан на следующем рисунке. Рисунок 7-5. Консольный кабель Взаимосвязь подключения внутреннего сигнала консольного кабеля показана в следующей таблице. Таблица 7.26. Взаимосвязь подключения консольного кабеля RJ-45 Сигнал Направление DB-9",
  "8 CTS ← 7 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация RJ-45 Сигнал Направление DB-9 7.7.2. Интерфейсный кабель GE Ethernet Интерфейсный кабель GE Ethernet маршрутизатор представляет собой восьмижильный неэкранированный витой кабель. Порт 1 и порт 2, порт 3 и порт 6, порт 4 и порт 5, а также порт 7 и порт 8 состоят из четырех пар двунаправленных на прием и передачу различных пар кабелей. Таблица 7.27. Таблица подключения интерфейсного кабеля GE Ethernet RJ45 RJ-45 Сигнал Направление RJ-45",
  "8 TD3- ←→ 8 8. ОБЩАЯ ИНФОРМАЦИЯ 8.1. Гарантия и сервис Процедура и необходимые действия по вопросам гарантии описаны на сайте QTECH в Ознакомиться с информацией по вопросам тестирования оборудования можно на сайте Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация Если вам необходимо содействие в вопросах, касающихся нашего оборудования, то можете воспользоваться разделом технической поддержки пользователей QTECH на Центральный офис +7 (495) 477-81-18 8.3. Электронная версия документа Дата публикации 25.07.2025 3200_install_guide.pdf",
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.10. 10 BASE-T/100 BASE-TX/1000 BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 7.4.4. Характеристики электрического интерфейса",
  "100 BASE-TX/1000 BASE-T-RJ45 Таблица 7.11. 100 BASE-TX/1000/2.5G BASE-T-RJ45 Характеристика Описание Стандарт интерфейса IEEE 802.3, IEEE802.3u, IEEE802.3ab Тип разъема RJ45 Режим работы 100 Мбит/с/1000 Мбит/с/2.5Гбит/c Полудуплекс/полный дуплекс/автосогласование Максимальное расстояние передачи 100 м Соединительный кабель Прямой сетевой кабель: C1212-1002. Кросс-сетевой кабель: C1212-1003 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.4.5. Характеристики оптического интерфейса 1000 BASE-X-SFP Таблица 7.12. 1000 BASE-X-SFP Характеристика Описание Стандарт интерфейса IEEE 802.3ab Тип интерфейса SFP Режим работы 1000 Мбит/с, полнодуплексный режим Разъем SFP Поддерживаемый тип модуля SFP Гигабитный оптический модуль SFP Гигабитный модуль SFP BiDi Соединительный кабель Одномодовое волокно или многомодовое 7.4.6. Характеристики USB-интерфейса Таблица 7.13. USB-интерфейс Характеристика Описание Стандарт интерфейса USB2.0 Тип интерфейса USB-тип-A 7.4.7. Характеристики порта CONSOLE Таблица 7.14. Характеристики порта CONSOLE Характеристика Описание Стандарты интерфейса Асинхронный EIA/TIA-232 Тип разъема RJ45 Скорость передачи данных Значение по умолчанию: 115200 бит/с Поддерживаемые сервисы Подключите локальный терминал (например, ПК) и запустите на нем программу эмуляции терминала Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 7.5. Требования к среде работы маршрутизатора 7.5.1. Требования к окружающей среде 7.5.1.1. Требование к температуре Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную температуру. Требования к рабочей температуре показаны в следующей таблице. Таблица 7.15. Требования к рабочей температуре Описание Температура Температура хранения: от −40 °С до +70 °С Рабочая температура: от 0 °С до +50 °С ВНИМАНИЕ: • Если температура слишком высокая, надежность маршрутизатора сильно снижается. Длительная высокая температура влияет на срок службы маршрутизатора и ускоряет старение изоляционных материалов. • Когда маршрутизатор попадает в среду с высокой температурой из среды с низкой температурой",
  "и на маршрутизаторе образуется конденсат, обязательно примите некоторые меры (например, сушку и проветривание) перед включением маршрутизатора, чтобы защитить внутренние компоненты маршрутизатора от короткого замыкания и возгорания. 7.5.2. Требование к влажности Чтобы маршрутизатор мог нормально работать, в серверной рекомендуется поддерживать определенную влажность. Требования к рабочей влажности показаны в следующей таблице. Таблица 7.16. Требования к рабочей влажности Описание Влажность Условия работы 5 % – 95 % относительная влажность, без конденсации Условия хранения 0 % – 95 % относительная влажность, без конденсации ВНИМАНИЕ: • Под точками измерения рабочей температуры и влажности маршрутизатора в серверной подразумеваются значения, измеренные от пола выше 1,5 м и 0,4 м от передней части стойки при отсутствии защитных щитов. • Если влажность в серверной слишком высока в течение длительного времени, это может привести к ухудшению изоляции и даже к утечке электричества из изоляционных материалов. Иногда механические характеристики материалов изменяются, и металлические детали также легко подвергаются коррозии. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Если относительная влажность в серверной слишком низкая, изоляционные прокладки сжимаются, что приводит к ослаблению закрепленных винтов. Между тем, в сухой среде легко появляется статическое электричество, которое повреждает электрические цепи маршрутизатора. 7.5.2.1. Требования к чистоте Пыль вредна для работы маршрутизатора. Пыль вызывает электростатическое поглощение, что ухудшает контакт металлических разъемов. Электростатическое поглощение появляется, особенно когда температура и влажность ниже, что влияет на срок службы маршрутизатора и легко приводит к сбоям связи. Требования к содержанию пыли и диаметру частиц в серверной указаны в следующей таблице. Таблица 7.17. Требования к пыли в серверной Макс. 0,5 1 3 5",
  "диаметр (мкм) Максимальная 1,4 ×107 7×105 2,4×105 1,3×105 плотность (частица/м3) ВНИМАНИЕ: ЕСЛИ В ТЕЧЕНИЕ ТРЕХ ДНЕЙ НА СТОЛЕ НЕ ОСТАЕТСЯ ВИДИМОЙ ПЫЛИ, ОН СООТВЕТСТВУЕТ ТРЕБОВАНИЮ ЧИСТОТЫ. Помимо пыли, в серверной предъявляются строгие требования к солям, кислотам и сульфидам, содержащимся в воздухе, поскольку эти вредные газы ускоряют эрозию металлов и старение некоторых компонентов. Мы должны предотвратить попадание вредных газов, таких как SO , H S, NO , NH и Cl , в 2 2 2 3 2 аппаратную. Конкретные максимальные значения показаны в следующей таблице. Таблица 7.18. Ограничения по вредным газам в серверной Газ Макс. (мг/м3) SO 0,200 H S 0,006 NH 0,050 Cl 0,010 7.5.2.2. Требование защиты от помех Различные источники помех, независимо от того, находятся ли они снаружи или внутри маршрутизатора, воздействуют на маршрутизатор через емкостную связь, индуктивную связь, электромагнитное излучение, соединение по общему сопротивлению (включая систему заземления) и провода (например, силовые кабели, сигнальные линии выходные провода и т. д.). Поэтому обратите внимание на следующие пункты: ВНИМАНИЕ: Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Примите действенные меры по предотвращению нарушений в работе энергосистемы. • Рабочее место маршрутизатора лучше не использовать с установками заземления силовых устройств или устройствами заземления молниезащиты, а расстояние между ними должно быть как можно большим. • Держитесь подальше от мощных радиопередатчиков, радиолокационных передатчиков и высокочастотного сильноточного оборудования; при необходимости используйте методы электромагнитного экранирования. 7.5.2.3. Требования к заземлению Система заземления является основой стабильной и надежной работы маршрутизатора, а также важной гарантией молниезащиты, защиты от помех и статики маршрутизатора. Пользователь должен предусмотреть систему заземления маршрутизатора. Сопротивление",
  "между корпусом маршрутизатора и землей должно быть меньше 1 Ом. 7.5.3. Требования к источнику питания 7.5.3.1. Требования к источнику питания переменного тока ВНИМАНИЕ: • В системе низковольтного электропитания должна использоваться трехфазная пятипроводная или однофазная трехпроводная система. Напряжение низковольтной системы электропитания составляет 220 В, частота — 50/60 Гц. • В качестве резервного источника переменного тока необходимо использовать источник бесперебойного питания, например, ИБП (источник бесперебойного питания). Резервное питание переменного тока и питание переменного тока должны поддерживать одну и ту же фазу, а время переключения на переменный ток должно быть меньше 10 мс. В противном случае маршрутизатор может перезагрузиться или сбросить настройки. • Мощность переменного тока в серверной должна учитывать рабочий ток и ток повреждения маршрутизатора. Убедитесь, что независимый маршрутизатор оснащен независимым устройством защиты распределения питания переменного тока. Переключатель защиты конфигурации должен быть больше, чем переключатель защиты устройства с автономным питанием. Диапазон входной мощности маршрутизатора, использующего питание переменного тока, показан в следующей таблице. Таблица 7.19. Требования к источнику питания переменного тока Элемент Значение Диапазон входного напряжения 100 – 240 В Диапазон входных частот 50 Гц ВНИМАНИЕ: ПРОВОД ПЕРЕМЕННОГО ТОКА ДОЛЖЕН БЫТЬ ИЗГОТОВЛЕН ИЗ НЕГОРЮЧЕГО МАТЕРИАЛА. ПРОКЛАДКА ПРОВОДОВ ДОЛЖНА ВЫПОЛНЯТЬСЯ В СООТВЕТСТВИИ С ПРАВИЛАМИ ПРОТИВОПОЖАРНОЙ ЗАЩИТЫ. РАСПРЕДЕЛЕНИЕ НИЗКОГО НАПРЯЖЕНИЯ ОСУЩЕСТВЛЯЕТСЯ В СООТВЕТСТВИИ СО Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение СПЕЦИФИКАЦИЯМИ ДЛЯ ПРОЕКТИРОВАНИЯ НИЗКОВОЛЬТНЫХ СИСТЕМ РАСПРЕДЕЛЕНИЯ ЭЛЕКТРОЭНЕРГИИ. 7.6. Характеристики заземления и защита маршрутизатора 7.6.1. Характеристики заземления маршрутизатора Спецификации заземления включают общие спецификации заземления, спецификации заземления для зданий аппаратных, спецификации заземления маршрутизатора, спецификация заземления коммуникационного источника питания, спецификации заземления сигнальных кабелей и спецификации прокладки",
  "заземляющего кабеля. 7.6.1.1. Общие характеристики заземления Общие характеристики заземления показаны в следующей таблице. Таблица 7.20. Общие характеристики заземления № Описание",
  "1 Конструкция заземления должна выполняться по принципу распределения напряжения и эквипотенциальности, т. е. по принципу уравнивания потенциалов, при котором рабочее заземление и защитное заземление (включая экранированное заземление, молниезащиту и заземление распределительной коробки) используют одну группу заземляющих элементов",
  "2 Защитное заземление должно быть сделано для металлических частей маршрутизатора, которые обычно не находятся под напряжением",
  "3 Кабели заземления должны иметь хороший контакт с шиной защитного заземления в серверной",
  "4 Другое оборудование не должно использоваться в качестве компонента электрического соединения заземляющих кабелей 7.6.1.2. Характеристики заземления здания Особые требования спецификации заземления для здания серверных: Сопротивление заземления комплексных зданий связи должно быть не более 1 Ом, а общетелекоммуникационных бюро (станций) — менее 5 Ом (или снижено до 10 Ом в районах с повышенным сопротивлением грунта). 7.6.1.3. Характеристики заземления маршрутизатора Характеристики заземления маршрутизатора показаны в следующей таблице. Таблица 7.21. Спецификация заземления маршрутизатора № Описание",
  "1 Защитное заземление маршрутизатора (PGND) должно быть закорочено рядом с медной шиной защитного заземления, предоставленной пользователем, с Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание помощью закорачивающего кабеля из медного провода с желто-зеленой изоляцией сечением более 35 мм2",
  "2 Если маршрутизатор установлен в шкафу, металлические части корпуса маршрутизатора должны иметь хорошую проводимость, а соединения различных металлических частей шкафа должны быть защищены от распыления изоляционной краски",
  "3 При объединении однотипных шкафов заземляющие шины (при их наличии) соседних шкафов должны быть соединены между собой шинным закорачивающим кабелем с площадью поперечного сечения 6 мм2 и длиной не более 300 мм. Оба конца такого кабеля должны быть отдельно подключены к клеммам заземляющей шины соседних шкафов, затянуты и зафиксированы 7.6.1.4. Характеристики заземления для питания связи Характеристики заземления для питания связи показаны в следующей таблице. Таблица 7.22. Характеристики заземления для питания связи № Описание",
  "1 Система электропитания переменного тока телекоммуникационных помещений должна работать в режиме электропитания TN-S",
  "2 Вход для силового кабеля переменного тока в помещение должен быть оборудован устройством защиты от перенапряжения переменного тока (класс С) с номинальным током разряда не менее 20 кА",
  "3 Защитное заземление для питания связи должно иметь общую группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате",
  "4 Порт питания переменного тока должен быть добавлен в схему молниезащиты",
  "5 Положительная клемма источника питания постоянного тока −48 В должна быть заземлена на выходе источника питания постоянного тока",
  "6 Рабочее заземление и защитное заземление источника постоянного тока должны иметь одну и ту же группу заземляющих элементов с защитным заземлением оборудования связи, а когда питание связи и оборудование связи находятся в одной комнате, они должны использовать общую шину защитного заземления в одной комнате Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "7 Питание постоянного тока должно быть добавлено в схему защиты от скачков напряжения 7.6.1.5. Характеристики прокладки сигнального кабеля Характеристики прокладки сигнального кабеля приведены в следующей таблице: Таблица 7.23. Особенности прокладки сигнального кабеля № Описание",
  "1 Если маршрутизатор имеет цифровую релейную линию связи, прямо или косвенно подключенную к базовой станции маршрутизатора беспроводной связи, то молниеотвод Е1 должен быть установлен на соответствующем интерфейсе маршрутизатора",
  "2 Кабель с металлической внешней оболочкой следует использовать на открытом воздухе. Обе стороны металлической внешней оболочки должны быть надежно заземлены и подключены к шине защитного заземления в серверной. При вводе кабеля в помещение к соответствующему интерфейсу маршрутизатора следует добавить сигнальный молниеотвод, при этом кабель PGND сигнального молниеотвода должен быть как можно короче",
  "3 Внешний проводник коаксиального кабеля и обе стороны экранированного кабеля должны быть электрически надежно соединены с внешней поверхностью металлического корпуса разъемов маршрутизатора 7.6.1.6. Особенности прокладки заземляющих проводов Характеристики прокладки заземляющего провода показаны в следующей таблице. Таблица 7.24. Особенности прокладки заземляющего провода № Описание",
  "1 Провод заземления не должен переплетаться или быть параллелен сигнальной линии связи",
  "2 Заземляющий кабель нельзя прокладывать по воздуху, его следует закопать в землю или проложить внутри помещения",
  "3 На проводе защитного заземления запретить установку разъемов; запретить установку выключателя или предохранителя",
  "4 Провод защитного заземления должен иметь медный провод с желто-зеленой пластиковой изоляцией Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение № Описание",
  "5 Нейтральная шина силового кабеля переменного тока в серверной не может быть соединена с защитным заземлением маршрутизаторов в серверной",
  "6 Длина провода защитного заземления не должна превышать 45 м, но должна быть как можно короче. При превышении 45 м потребитель обязан повторно установить заземляющую шину поблизости 7.6.2. Защита маршрутизатора В этом разделе в основном описаны меры предосторожности по молниезащите маршрутизатора во время установки. 7.6.2.1. Общие требования к проводам молниезащиты Кабели маршрутизатора можно разделить на внутренние и наружные кабели в зависимости от места подключения терминала. У них разные требования к электропроводке в конструкции молниезащиты. ВНИМАНИЕ: СОЕДИНИТЕЛЬНЫЙ КАБЕЛЬ СВЯЗИ ДОЛЖЕН БЫТЬ ПРОЛОЖЕН ВНУТРИ ПОМЕЩЕНИЯ, ЧТО МОЖЕТ ЗНАЧИТЕЛЬНО СНИЗИТЬ ВЕРОЯТНОСТЬ ПОВРЕЖДЕНИЯ МАРШРУТИЗАТОРА ИНДУКЦИОННЫМ РАЗРЯДОМ МОЛНИИ. КАБЕЛЬ ETHERNET ЯВЛЯЕТСЯ СОЕДИНИТЕЛЬНОЙ ЛИНИЕЙ СВЯЗИ ВНУТРЕННЕГО СИГНАЛА, И ЕГО НЕЛЬЗЯ ПРОКЛАДЫВАТЬ ПО ВОЗДУХУ СНАРУЖИ. Общие требования к прокладке внутренних кабелей: • Прокладку кабеля необходимо прокладывать по категориям, избегая объединения кабелей разных категорий вместе. • Рекомендуется связывать кабель с помощью одного кабельного зажима через каждые 100 мм для организации и фиксации кабелей. • Заземляющий провод должен быть как можно более коротким и толстым. Для соединения заземляющего провода и заземляющей шины необходимо использовать винт для затяжки или сварку и консервационную обработку. Общие требования к прокладке наружных кабелей: • Если фактические условия не могут соответствовать внутренней проводке, наружные кабели следует проложить и закопать (ввести в помещение из-под • Если вы не можете проложить и закопать все наружные кабели, воздушные кабели следует поместить в металлические трубы за 15 м до входа в помещение. Обе стороны металлической трубы заземлены, и мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после того, как кабель входит в помещение. • При использовании экранированного кабеля",
  "убедитесь, что экранированный слой хорошо прилегает к металлическому корпусу маршрутизатора на интерфейсе маршрутизатора. Мы должны установить разрядник сигнала на соответствующем интерфейсе маршрутизатора после входа кабеля в помещение. • Если к маршрутизатору подключен наружный кабель без какой-либо защиты, необходимо установить разрядник сигнала на соответствующем интерфейсе. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • При укладке оптоволокна требуется, чтобы проводка была ровной, а пучок аккуратным. Необходимо, чтобы внутренний провод был заземлен до того, как наружное оптоволокно войдет в помещение. Оптоволокно нельзя растягивать или связывать слишком туго. 7.6.2.2. Способ установки кабельной проводки Способ установки силового кабеля Один конец кабеля питания подключен к маршрутизатору, а другой конец — к сетевому фильтру или молниезащитной планке. Лишняя часть складывается в форме буквы S и фиксируется в шасси. С другими кабелями соблюдайте дистанцию более 20 см. Способ установки кабелей Сигнальные кабели следует прокладывать и связывать внутри и снаружи, протягивая их от выходных отверстий различных шасси к пользовательскому терминалу или каскадному маршрутизатору. Меры предосторожности при использовании оптоволокна ВНИМАНИЕ: • При использовании оптоволокна для подключения сетевого маршрутизатора сначала убедитесь, что тип оптического разъема и тип волокна соответствуют используемому типу оптического порта. • Перед подключением волокна сначала убедитесь, что оптическая мощность принимающей стороны не превышает верхний порог оптической мощности приема оптического модуля. В противном случае может сгореть оптический • Если оптический интерфейс не подключен к оптическому разъему, обязательно наденьте пылезащитный колпачок. • Если оптический интерфейс не подключен к оптическому разъему и пылезащитная крышка снята, возможно, из оптического интерфейса исходят невидимые лучи, поэтому не смотрите в оптический интерфейс. • Оптоволоконный",
  "разъем должен иметь безопасную и надежную упаковку, а на разъеме должен быть установлен пылезащитный колпачок. Когда оптоволоконный разъем не используется, на него следует надевать пылезащитный колпачок, чтобы не поцарапать сердечник оптоволоконного разъема и не повлиять на производительность. Если пылезащитный колпачок слишком плохо держится в разъеме или загрязнен, замените его вовремя. • Перед подключением нам следует использовать чистую бумагу, чтобы пропитать этиловый спирт и протереть сердечник оптоволоконного разъема. Протирать можно только в одном направлении, а также необходимо протирать поверхность peer-разъема оптоволокна. • При подключении нельзя перекручивать или сгибать волокно. После установки радиус изгиба волокна не может быть меньше 40 мм (при динамическом изгибе минимальный радиус изгиба составляет 20D; при статическом изгибе минимальный радиус изгиба составляет 10D; D — диаметр оболочки волокна). • Если при подключении волокну необходимо пройти через отверстие в металлической плате, отверстие в металлической плате должно иметь гладкую и полностью закругленную кромку (радиус закругления должен быть не менее 2 мм). При прохождении отверстия в металлической пластине и повороте по острой кромке детали конструкции следует добавить защитную втулку или накладку. Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение • Будьте осторожны при подключении разъема и избегайте повреждения разъема или разрыва волокна из-за слишком большого усилия. Не тяните, не сжимайте и не выдавливайте волокно. Допустимая максимальная сила растяжения и сила раздавливания волокна указаны в следующей таблице. Таблица 7.25. Допустимая сила воздействия на волокно Время силы Растягивающая сила Сдавливающая сила (Н) (Н/100 мм) Кратковременная сила 150 500 Долгосрочная сила 80 100 Способ установки волокна После того как волокно вытянуто из оптического интерфейса,",
  "волокно, напрямую подключенное к фотоэлектрическому преобразователю, можно свернуть и повесить на внутренней стороне корпуса. Волокно, каскадно соединенное с другими маршрутизаторами, должно скользить по трубе ПВХ и вытягиваться, избегая натяжения и растяжения. ВНИМАНИЕ: САМО ВОЛОКНО НЕ ЯВЛЯЕТСЯ ПРОВОДНИКОМ, ОНО НЕ ВОСПРИНИМАЕТ И НЕ ПРЕОБРАЗУЕТ ПЕРЕНАПРЯЖЕНИЕ, НО УСИЛЕННАЯ СЕРДЦЕВИНА ОПТОВОЛОКОННОГО КАБЕЛЯ (АРМИРОВАННЫЙ ЭЛЕМЕНТ, УСТАНОВЛЕННЫЙ ДЛЯ ПРЕДОТВРАЩЕНИЯ ВОЗДЕЙСТВИЯ НА ВОЛОКНО ОКРУЖАЮЩЕЙ СРЕДЫ) МОЖЕТ ЛЕГКО ВОСПРИНЯТЬ И ПРЕОБРАЗОВАТЬ ПЕРЕНАПРЯЖЕНИЕ ПРИ ГРОЗЕ, ПОЭТОМУ МЫ ДОЛЖНЫ ОТНОСИТЬСЯ К НЕМУ ДОЛЖНЫМ ОБРАЗОМ. ПОЛЬЗОВАТЕЛЮ РЕКОМЕНДУЕТСЯ ВЫПОЛНИТЬ ЗАЗЕМЛЕНИЕ НА ПОЛЬЗОВАТЕЛЬСКОМ КОНЦЕ ОПТОВОЛОКОННОГО КАБЕЛЯ. 7.6.2.3. Метод эквипотенциального подключения ВНИМАНИЕ: ВЗАИМОСВЯЗАННЫМ МАРШРУТИЗАТОРАМ В ОДНОМ РАБОЧЕМ ДИАПАЗОНЕ НЕОБХОДИМО ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. НАПРИМЕР, СОЕДИНЕННЫЕ МЕЖДУ СОБОЙ МАРШРУТИЗАТОРЫ, МЕТАЛЛИЧЕСКАЯ ОБОЛОЧКА КАБЕЛЯ, ЛИНИЯ PE ЭЛЕКТРОПИТАНИЯ И УСТАНОВЛЕННАЯ МЕТАЛЛИЧЕСКАЯ КОНСТРУКЦИЯ ДОЛЖНЫ ОБЕСПЕЧИВАТЬ ЭКВИПОТЕНЦИАЛЬНОЕ СОЕДИНЕНИЕ. Для эквипотенциального соединения взаимосвязанных маршрутизаторов см. следующий рисунок. После подключения с помощью мультиметра проверьте, хорошо ли контактирует каждая точка эквипотенциального соединения и достаточно ли низкое сопротивление. Рисунок 7-4. Схема эквипотенциального подключения маршрутизатора Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Приложение 1. Терминал заземления маршрутизатора 2. Линия эквипотенциального подключения маршрутизатора 3. Кабель заземления 4. Заземляющая планка 7.7. Кабели 7.7.1. Консольные кабели Консольный кабель маршрутизатор, подключенный к девятипиновому разъему последовательного интерфейса ПК, представляет собой восьмижильный неэкранированный кабель. На одной стороне кабеля находится коннектор RJ-45, а на другой стороне — DB9. Вид консольного кабеля показан на следующем рисунке. Рисунок 7-5. Консольный кабель Взаимосвязь подключения внутреннего сигнала консольного кабеля показана в следующей таблице. Таблица 7.26. Взаимосвязь подключения консольного кабеля RJ-45 Сигнал Направление DB-9",
  "8 CTS ← 7 Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация RJ-45 Сигнал Направление DB-9 7.7.2. Интерфейсный кабель GE Ethernet Интерфейсный кабель GE Ethernet маршрутизатор представляет собой восьмижильный неэкранированный витой кабель. Порт 1 и порт 2, порт 3 и порт 6, порт 4 и порт 5, а также порт 7 и порт 8 состоят из четырех пар двунаправленных на прием и передачу различных пар кабелей. Таблица 7.27. Таблица подключения интерфейсного кабеля GE Ethernet RJ45 RJ-45 Сигнал Направление RJ-45",
  "8 TD3- ←→ 8 8. ОБЩАЯ ИНФОРМАЦИЯ 8.1. Гарантия и сервис Процедура и необходимые действия по вопросам гарантии описаны на сайте QTECH в Ознакомиться с информацией по вопросам тестирования оборудования можно на сайте Руководство по установке QSR-2200, QSR-2500, QSR-2900, QSR-3200 Общая информация Если вам необходимо содействие в вопросах, касающихся нашего оборудования, то можете воспользоваться разделом технической поддержки пользователей QTECH на Центральный офис +7 (495) 477-81-18 8.3. Электронная версия документа Дата публикации 25.07.2025 3200_install_guide.pdf"
]